<script>
  const sentencesToShow = [
    "馬鹿か！お前は！図体がデカいからって、パイロットが乗ったグランチャーと戦えるほどお前は良く出来ちゃいないんだ！親父達が何と言おうと、お前達は人間を乗せるためのスペースを用意して生まれたんだ！それは何故だかわかるか！？（ﾊﾟﾝｯ）ええっ！？お前達が、この地球の進化の歴史の中で学んだことだよな！人間の反射神経と判断力と感性、それに生殖だけは人間のものを利用するつもりだからな！こいつのコピーは面倒だもんなァ！しかし！力を行使することは自分たちのものにした！ヘッ……人間ってヤツは、力の使い方を知らないエゴイスティックな動物だからだろ？だからお前たちは、お前たちに必要な人間だけを摂取して、地球が育てた生物の生体エネルギーの全てを吸収して、銀河旅行をするつもりだ！……それがお前達だ！けどそういうお前達が、何故かグランチャーとブレンパワードという二つに分かれて生まれた。しかもオスとメスとの関係でもない、もっと根源的に、陰陽とか、プラスマイナスくらいはっきりと反発し合う習性を持ってる。何故だよ！（ﾊﾟﾝｯ）一つで完全無欠に、永遠であるものなど、この世の中には無い！だからこうやって！グチャグチャに生まれてきたんなら、オルファンだってそうだろう！自分の反対にあるものと戦って、探してるものがあるんだろう！ビー・プレートとか、もう一人のオルファンとかさぁ！オーガニックで有機的なものが一つのものであるわきゃないのに！貴様！……お前は！比瑪程度の女にそそのかされて……！！",
    "「世直しのこと…知らないんだな。革命はいつもインテリが始めるが、夢みたいな目標をもってやるから、いつも過激なことしかやらない！」「四方から電波が来る！？」「しかし革命の後では、気高い革命の心だって、官僚主義と大衆に飲み込まれていくから、インテリはそれを嫌って、世間からも政治からも身を引いて世捨て人になる。だったら…」「私は、世直しなど考えていないッ！」",
    "人間は他人を信じないからさ。信じないから疑い、疑うから他人を悪いと思い始める。人間を間違わせるのさ。",
    "世界のデジタル化は、人の弱さを助長し、それぞれだけに都合の良い『真実』の生成を加速している。社会に満ちる『真実』の山を見てみるがいい……。高価な兵器が人道的に人を殺し――犯罪者の人権は被害者のプライバシーより丁重に扱われ――希少動物保護の寄付金が集まる傍らで、貧困に苦しむ人達がいる……。誰もがこう言われて育つわ。他人には優しくしよう。でも競争相手は叩きのめせ！『お前は特別だ』『信じていれば夢はかなう』だけど成功できる人間が一部だけなのは、初めから明らかよね……。君達が『自由』を『行使』した、これが結果だ。争いをさけ、傷つかないようにお互いをかばいあうための詭弁――『政治的正しさ』や『価値相対化』というキレイゴトの名の下に、それぞれの『真実』がただ蓄積されていく。衝突を怖れてそれぞれのコミュニティに引きこもり――ぬるま湯の中で適当に甘やかしあいながら、好みの『真実』を垂れ流す。かみ合わないのにぶつからない『真実』の数々。誰も否定されないが故に誰も正しくない。ここでは淘汰も起こらない。世界は『真実』で飽和する。それが世界を終わらせるのだ。緩やかに。",
    "驚く事はない。これは全て偽物だ。おまえの言う、取るに足らない存在だ。だがな、偽物が本物に敵わない、なんて道理はない。おまえが本物だというのなら、悉くを凌駕して、その存在を叩き堕とそう。いくぞ英雄王―――武器の貯蔵は十分か。",
    "狂人の真似とて大路を走らば、即ち狂人なり。悪人の真似とて人を殺さば、即ち悪人なり。驥を学ぶは驥の類ひ、舜を学ぶは舜の徒なり。偽りても賢を学ばんを、賢といふべし。",
    "人生は何事をもなさぬにはあまりに長いが何事かをなすにはあまりに短い",
    "孤独に歩め。悪をなさず、求めるところは少なく。林の中の象のように。",
    "「さぁ始まるザマすよ！」「行くでがんす」「ふんがー」「まともに始めなさいよ！！」",
    "あんたが全部あたしのものにならないなら、あたし、なにもいらない",
    "こっちはそんなの全部わかっててエンタメを提供してんの",
    "お前が何を見たとしても………信じろ、信じるということはそういうことだ。",
    "我、生きずして死すこと無し。理想の器、満つらざるとも屈せず。これ、後悔とともに死すこと無し。",
    "嗚呼、斑鳩が行く・・・・・・望まれることなく、浮き世から捨てられし彼等を動かすもの。それは、生きる意志を持つ者の意地に他ならない。",
    "よく来た。ここは１番目の「お前の場所」だ。しかし、今は私の場所だ。奪い返せばよい。…できるものなら。",
    "「さよなら‥‥」いつか聞いた言葉‥‥。「さよなら‥‥」いつも聞いた言葉‥‥。「さよなら‥‥」僕が聞きたかった言葉‥‥。「さよなら‥‥」僕が望んでいた言葉‥‥。「さよなら‥‥」最後の言葉‥‥。「さよなら‥‥」最期の言葉‥‥。「さよなら‥‥」彼女の唇はさよならのカタチをえがいて、こわばる。",
    "「ファイヤー」 「アイスストーム」 「ダイアキュート」 「ブレインダムド」 「ジュゲム」「ばよえ～ん」「ばよえ～ん」「ばよえ～ん」",
    "この物語はフィクションである。……が、１０年後においては定かではない。",
    "全部俺のもんだ！孤独も、苦痛も、不安も、後悔も…もったいなくてタナベなんかにやれるかってんだよ！",
    "宇宙服ごしに死の世界と隣り合って暮らしていく方法。誰でも知ってるようなことさ。オレァ、カンが悪いから、気づくのが遅れたよ。",
    "「結局何だったのかしら、あの歌」「ただの流行歌よ」「流行歌？」「何万年も昔に異星人の街で流行った、当たり前のラヴソング」",
    "「思い通りに生きろ。生きられる限りな。新しい世代か。ここは生き甲斐のある世界だった。しかし、私が正しいと信じて生きてきた時代は終わったようだ。うらやましいよ、お前たちがな。矢作省吾、もう二度と会うことはないだろう…！」",
    "失われたものの痛みは、いやされるのか？あらゆる孤独と悲しみの理由を知る日は、いつかくるのか？",
    "あなたは赤い部屋が好きですか？",
    "そうです。あのコが僕の畏敬する天使様なのです",
    "そいつはただ……ひとりぼっちだっただけさ。自分以外の誰ともゲームを楽しめない。……夢の中で生きてるような……そんな男だった",
    "グーで負けた。グーで負けるというのは、保守的なために敗北したかのような、苦い後悔が残るものだ。",
    "このハンバーガーとコーラは世界で一番売れている　だから世界で一番美味いものに決まってるだろ",
    "ナンデモナイヨ、タダ、マミヤクンガトビオリタダケダヨ。",
    "（・・・日記はここで終わっている）",
    "戦争を知らない世代――命へのリアルな気持ちが欠損していたのかも知れない――ゆえにあの頃――あの時代にそった青春と環状の歯車がガッツリかみ合ったのかも――そんな仲間たちが――そんな男たちが――あそこには大勢いた気がする",
    "生きるって、恥ずかしいことなんだ。もしかしたら世の中には、カッコ良く生きられる人もいるかもしれないけど、僕は知らない。そうじゃない。右往左往してジタバタして、カッコ良くなんかなくて。みっともなくて。自分を嫌いになりそうな毎日だ。でもここにいる。生きている。だから君も、生き恥をかいて、生き続けよう。みっともなくて、恥ずかしくて、逃げ出したくなる記憶と共に、生き続けよう。",
    "経験は思考から生まれ、思考は行動から生まれる。",
    "やあ、久しぶりだね。君は、自分のなりたい大人になれたかい？",
    "おおらかな気持ちでいることも、りっぱな公共心です。",
    "言語は思考を規定する",
    "このような運動を起こすとき、起こした最初の人、つまりリーダーがいつも過大評価される傾向にあります。しかし、お気づきのように、より評価されるべきは2人目のフォロワーなのです。2人目がいなければ、1人目はただの「変な人」で終わってしまうかもしれません。そこで、デレク・シヴァーズはこう言います。「本当に運動を起こそうと思うなら、リーダーについて行く勇気を持ち、他の人達にもその方法を示すことです。素晴らしいことをしている孤独なバカを見つけたら、立ち上がって参加する、最初の人間となる勇気を持ってください」と。",
    "なんで寺院に機械があんだよ！教えはどうなってんだ教えは！お前ら禁じられた機械を　平気で使ってんじゃねえか！分かってんのか！？｢シン｣が生まれたのは　人間が機械に甘えたせいだろうが！金取んのかよ！？くそったれ！",
    "そういう　して＂あげた＂から、して＂もらえる＂という思考は　ツライ人生になりましてよ～‼",
    "あの頃のインターネットは終わったんだ。もうあの時間は終わって、君も人生と向き合う時なんだ",
    "君は永遠にそいつらより若い",
    "深刻なエラーが発生しました",
    "きっと何者にもなれないお前たちに告げる",
    "夏の情景に包まれて、穏やかに流れる日々。陽射しの中で繰り返される、少女たちとの出会い。夏はどこまでも続いていく。青く広がる空の下で。彼女が待つ、その大気の下で。",
    "否定的な批評を行うことは容易である。なぜならば、どんなものでも、じっくりとよく見れば欠点を見つけることは常に可能だからである。もっぱら欠点に注意を向け、価値あることを無視することはしごく容易なことである。しかし批評の主たる魅力は、批評されているものよりも批評している者のほうが偉く見えることである。批評することはきわめて容易なので、それはしばしば、他のいかなる方法によっても人の興味を引くことができない凡庸な輩の避難所となる。",
    "4万円貸してくれませんか？必ず来月には返すのですが……",
    "火は一日で森を灰にするが、水と風は百年かけて森を育てる",
    "ここに来て一年になるが、ケイスはまだ電脳空間の夢を見、希望は夜ごとに薄れていく。”ナイト・シティ”でこれだけ覚醒剤をやり、あれだけ肩代わりし、危ない橋を渡ってきても、眠るときに見るのはマトリックス。無色の虚空に広がる、輝くロジックの格子ーー",
    "何、それは本当かね！？それは…気の毒に…",
    "無機的な、からっぽな、ニュートラルな、中間色の、富裕な、抜け目がない、或る経済大国",
    "人生に似てますね",
    "夏草や兵どもが夢の跡",
    "五月雨を集めて早し最上川",
    "Lain is omnipresent, existing everywhere.",
    "Make me sad, Make me mad, Make me feel alright.",
    "I thought what I'd do was, I'd pretend I was one of those deaf-mutes. or should I?",
    "Weaving the Web: The Past, Present and Future of the World Wide Web by its Inventor.",
    "I always wonder why birds choose to stay in the same place when they can fly anywhere on the earth, then I ask myself the same question.",
    "Небо очень и очень темное , а Земля голубоватая .",
    "「這是冒險的終結嗎？ 世間的一切都沒有終結。我們來此尋找長生不老的秘密，是為了要成為神？我們是人，人類永遠都是凡人，雖然我們沒有獲得長生不老，但至少我們獲得了真實，我們開始於神話，現在我們要回到現實，不過……這個生活是真實的嗎？不，這只是電影，攝影機往後拉。」",
    '正如要有林林總總部份才能組成一個完整的人，而其中每一部份又要有千差萬別，才得以構成迥然不同之人，異於他人的面容，下意識裡的聲調，夢醒時所見的手掌，兒時的記憶，未來的命運，以及我的電子腦所觸及的信息海洋，所有的這一切，孕育了「我」，個人意識的升華，使我意識到自我的存在，同時也將我限定在"自我"之中。「孩童之時，所言俱為孩童，所感如是孩童，所思亦復孩童， 唯成年之後，便將童心擯棄。」（哥林多前書 13 章-11）',
    "如果你關心的只是故事，或者可能人設，「那作畫到底有什麼重要的？」是這樣，如果故事在那頭，你在這頭，我們如何讓故事從點 A 到達點 B？我們透過音效、配音、作畫以及其他，你可以想出很多其他元素，不過把故事打包起來運送，我們叫它「敘事」，而為了達到好的敘事，你需要很多藝術家一起來思考這個非常困難的問題，「我們怎麼才能把故事講得最好？」正是他們創造性的答案，決定了他們藝術成品的效果。你可能見過有著非常好故事的動畫被沒勁的敘事拖後腿，你也可能見過非常沒營養的故事，而被非常刺激和富有想像力的敘事所挽救的動畫。你可以將其歸功於導演瞭解如何使用他的作畫團隊，不過確實是動畫家們在做真正的思考，思考「我如何透過動作來表達」、思考「我如何畫一系列的畫來讓觀眾與我筆下的角色感同身受」、思考「我如何讓觀眾理解我的角色所遭遇的經歷」。這就是敘事的本質，動畫家正位於其前線和中心。有些作品很匆忙的製作出來，而沒有人有時間在乎這個問題，導演沒功夫在乎，他就隨手拿漫畫分格當分鏡用，動畫家也沒功夫在乎，因為所有的原畫都被送到海外代工了，當一部片導演沒人在乎、動畫家沒人在乎，所有重要的「我們怎麼才能把故事講得最好」的問題就都沒人回答了。這就是為什麼好的作畫對於高品質敘事的包裝是重要的。最好的電影、電視動畫有一整個團隊，充滿了富有創造力的藝術家，讓他們的血淚和汗水融入到故事的運載工具中，即我們稱的「動畫」，紙面上故事裡要是寫著「某件事情發生了，角色很傷心」，但是卻需要藝術家們的技巧與熱情，來使這些情感和經歷變為真實。",
    "手塚治虫訪談 「我與咖啡和紅茶共伴至深夜…」我最近突然在思考，我在畫的其實並不是「畫」。（中略）而要說我畫的是什麼，我認為是類似象形文字的東西。我筆下的人物，在驚訝時眼睛會變圓，生氣時會像鬍子大叔那樣皺起眉頭，或是整個頭部伸直。（笑）沒錯，這裡頭是有規律的。也就是說，它們是種符號。而把各種不同的符號組合起來，就會變成類似於畫的東西。（中略）漫畫對我而言，只是種表現手段的證書，我覺得實際上我並不是在畫畫，而是用一種特殊文字在寫故事。",
    "「我當然不會說那是個糟糕的電影，不過，基本上無論什麼娛樂都只是一時的，而且也應該如此，像這種沒有開始也沒有結束，只是一味迷住觀眾使其無法離開的電影，不管它是多了不起的東西，只是有害無益。」「哦，很嚴厲的批評呢，你是不是想說觀眾有自己應該回到的現實呢？」「是的。」「在這裡的觀眾中，也有人一回到現實就會遭到不幸，如果你把那些觀眾的夢想奪走，你承擔得起責任嗎？」「承擔不起啊。但正是在現實生活中拼搏，夢想才有意義，只是把自己投射到別人的夢想裡的話，跟死又有什麼兩樣。」「真是一個現實主義者啊。」「如果你把逃避現實叫做浪漫的話。」「好個堅強的女孩呢。什麼時候你堅信的現實建構完成了，再來叫我們吧。那時我們會從這個電影院裡出來的。」",
    "我不會忘記。今年發生的事，今天的事，星期一晚上的事。即使我們無法停止時間，仍能如此將其化為回憶。季節的空氣與氣溫、聲響和氣味與體溫，觸及肌膚的感受，會成為書籤帶我重回舊地。禮拜一是得面對自己的無價值與無力的一天。不管是街道、世界還是生活，這座小鎮實在太狹小了。我討厭禮拜一。因為又是仍不習慣的校園生活。沒辦法和朋友玩耍或運動。我該怎麼辦好。該拿這種心情怎麼辦好。我比大家都還孩子氣，大家都比我成熟。為什麼我沒辦法變成像大家那樣呢。大家是怎麼成為大人的呢。",
    "得到幸福的兩個開關，一個是吃下好吃的食物、沈浸在自己的興趣裡 ⋯ 只要自己一人就能夠按下的開關，另一個是被他人稱讚、認同，不是由他人按下就無法感受到幸福的開關。能由自己按下的開關雖然得到的幸福僅是輕微而少量的，但能在自己想要的時候按下。由他人按下的幸福開關所得到的幸福卻是強烈的，會希望他人能夠不斷地按下而欲罷不能。反之則會覺得不安和不滿滿溢而出，失去自信。最後就會變得覺得只要能讓他人按下開關什麼都願意去做，舞台就是讓他人按下開關的所在。在上面會覺得只要能受到歡迎什麼都會去做，即使是把自己的一切都出賣了，總之就是希望他人能夠按下開關。回過神來也許會發現失去了重要的東西。那⋯那麼該怎麼做才能避免這樣的事情發生呢？要把呈現出去和不呈現出去的東西分開來，呈現出去的就是「技藝」，想繼續站在舞台上，就得去磨練自己的技藝。",
    "因為要自己幫自己下決定很麻煩啊。自己絕對說不上是正確的。但也沒人能說這是錯的。所以只要有人說了該怎麼做就好，不管那是電視的星座占卜還是糖果包裝紙上的占卜，都沒什麼差別。",
    // https://nico.ms/sm34491960
    "世值大炎上時代，人們渴求著放火……我們不可招惹他人的不悅。要盡可能地避開使人反感的行動。各位知道為什麼你能夠存在在這個網路上嗎？因為整個社會願意不來群毆你！我們必須要持續求得社會上大多數人的許可！能讓我們享受網路和平的方法，就是持續獲得周遭人們的容許！我們只能對自己擴散出去的資訊做過最大程度的思慮之後，不斷祈求著「拜託請大家放過我」！唉呀？為什麼你不祈禱？難道你認為只要不做壞事就沒事，只要當個好人就好了嗎？不，你會死！我們不可能成為滿分的人！最多就是 99 分的存在！只要剩下那 1 分的部份，被聚焦到就會死亡！擴散訊息者為了避免被責難，絕不能犯下任何一點過錯，但接收訊息者只要發現一點錯誤，就能進行譴責！現在你已經被困在數萬接收者所提出極具魅力的是非問題中了！請你不讓眾人打出否定的答案！你做得到嗎？況且假使你真的是個滿分的人，你認為普通人有辦法理解嗎？實際上不管是非對錯如何，只要有了一定數量的人怎麼想，遊戲就已經結束了！ ",
    "「人類是透過說故事跟聽故事來探索跟理解世界的，而政治通常就是舊故事跟新故事之間的競爭。」ーー喬治．蒙比奧特",
    // ----------------
    "嗨（´・ω・｀）歡迎來到波本酒屋。這杯龍舌蘭是請你的，先喝了冷靜下來吧。嗯，「又是我」。不好意思。俗話說事不過三，我也不覺得道歉就能得到原諒。但是，我相信當你看到這則頁面的時候，你一定會感受到某種言語無法表達的， 類似「雀躍」的東西。希望你在這動盪的亂世裡，不要忘了這種心情。帶著這樣的想法，我製作了這則頁面。那麼，你要點什麼呢。",
    "「願意聽別人說話的人並不多。每個人都只想說話，而說的話又不是什麼有內容的話。我也是其中之一。」",
    "「該說的話都已經被說過，但是因為沒人在聽，所以還得全都再說一遍。」",
    "會想求死，是因為滿是不安，會感到不安，是因為有所願，向世界，向自己所祈願的姿態顯得過於巨大，使得雙腳發抖，無法動彈，若是動起身來，就會無法保住自己的願望，你並不是想死，而是想以所願的姿態活著吧。願望是，非得要實現不可的嗎？",
    // "紀子「矢吹你…不會覺得寂寞嗎？其他同齡的青年們帶著情人走遍高山藍海歌頌青春，你卻只是日覆一日關在滿是汗水、凡士林與松脂味的體育館裡，跳著跳繩、做柔軟體操、空揮練拳、敲擊沙包。提到有什麼比較亮麗鮮明的回憶，也只有處在眩目照明的，牢籠般的拳擊場中，散遍著香菸煙霧的鬥技場，丟出椅墊嘲諷的酒醉客人，像鬥雞與鬥犬般互毆至滿頭鮮血的生活…而且明明身高還有成長的可能性，卻要為了控制體重，不能盡情飲食，這實在太不堪、太悲慘了。要將這稱作青春，實在太昏暗了！」矢吹「我不太會說話…但我不是因為有所虧欠，或是欠下人情才在打著拳鬥的。因為我喜歡拳鬥，所以才走到了現在。也許這和小紀你講的歌頌青春有點不同，但我至今已在滿是鮮血的拳擊場上，嘗過了數次那種燃燒般的充實感…這和那種無法點燃、不完全燃燒的虛煙可不同了。雖然僅有短短的一瞬間，但它燃燒得可刺眼了。之後，只留下純白的灰燼…不留一絲未燃的餘燼…純白的灰。我在接觸拳鬥之前，從未嘗過這種充實感。你能瞭解嗎，小紀，我不是因為有所虧欠，或是欠下人情才在打著拳鬥的。因為我喜歡拳鬥，我喜歡這種發狂似地咬緊對方的充實感。」",
    "說到虹色，也許很多人會聯想到的是「七色」，但在日本的傳統顏色裡，「虹色」指的是帶有些許黃色的，淡薄的紅色。以照片來說的話，虹色所指的並不是彩虹的本身，而是天空的顏色。為什麼這個顏色會被稱為虹色，說來有些不可思議。源由是「淡薄的紅色會因為光的反射，使得青色調或紫色調顯得更加強烈，呈現出各種不同的顏色，因而得名」。",
    "いつでも捜しているよ　どっかに君の姿を　カバンの中も 机の中も　探したけれど見つからないのに　それより僕と踊りませんか　朝が来るまで終わる事のないダンスを　踊ってない夜を知らない　踊ってない夜が気に入らない　君は知ってるかい？　踊らな死ぬ事を",
  ];
  let nowPlayingIndex = Math.floor(sentencesToShow.length * Math.random());
  let content;
  let contentWidth;
  let slideOutDuration =
    sentencesToShow[nowPlayingIndex].length / 8 > 6
      ? sentencesToShow[nowPlayingIndex].length / 8 + "s"
      : "6s";

  import { afterUpdate } from "svelte";

  function getWidth() {
    contentWidth = content.offsetWidth + "px";
  }
  function playNext() {
    if (content.classList.contains("slideIn")) {
      content.classList.remove("slideIn");
      content.classList.add("slideOut");
    } else {
      // play by order
      // if (nowPlayingIndex + 1 >= sentencesToShow.length) {
      //   nowPlayingIndex = 0;
      // } else {
      //   nowPlayingIndex += 1;
      // }

      // play randomly
      let temp = nowPlayingIndex;
      while (temp === nowPlayingIndex) {
        nowPlayingIndex = Math.floor(sentencesToShow.length * Math.random());
      }
      content.classList.remove("slideOut");
      slideOutDuration =
        sentencesToShow[nowPlayingIndex].length / 8 > 6
          ? sentencesToShow[nowPlayingIndex].length / 8 + "s"
          : "6s";
      content.classList.add("slideIn");
    }
  }

  afterUpdate(() => {
    getWidth();
  });
</script>

<div
  class="marquee"
  style="--slide-out-duration: {slideOutDuration}; --content-width: {contentWidth};"
>
  <div
    class="marquee--content slideIn"
    on:animationend={playNext}
    bind:this={content}
  >
    {sentencesToShow[nowPlayingIndex]}
  </div>
  <div style="display: none;" class="slideOut" />
</div>

<style scoped>
  :root {
    --marquee-outer-border-color: #242222;
  }

  /* [Simulate marquee tag in CSS and Javascript - Jonathan Petitcolas](https://www.jonathan-petitcolas.com/2013/05/06/simulate-marquee-tag-in-css-and-javascript.html) */
  @keyframes slideIn {
    0% {
      text-indent: 724px;
    }
    38% {
      text-indent: 8px;
    }
    100% {
      text-indent: 8px;
    }
  }
  @keyframes slideOut {
    0% {
      text-indent: 0px;
    }
    100% {
      text-indent: calc(var(--content-width) * -1);
    }
  }

  .marquee {
    /* display */
    position: relative;
    /* height: 100%; */
    height: 1.5em;
    width: 100%;
    overflow: hidden;

    display: flex;
    align-items: center;

    z-index: 1;

    /* typography */
    font-size: 24px;
    line-height: 1.5;
    font-weight: 600;
    text-align: left;
    color: #fff;
    text-shadow: -2px -2px var(--marquee-outer-border-color),
      -2px -1px var(--marquee-outer-border-color),
      -2px 0px var(--marquee-outer-border-color),
      -2px 1px var(--marquee-outer-border-color),
      -2px 2px var(--marquee-outer-border-color),
      -1px -2px var(--marquee-outer-border-color),
      -1px -1px var(--marquee-outer-border-color),
      -1px 0px var(--marquee-outer-border-color),
      -1px 1px var(--marquee-outer-border-color),
      -1px 2px var(--marquee-outer-border-color),
      0px -2px var(--marquee-outer-border-color),
      0px -1px var(--marquee-outer-border-color),
      0px 0px var(--marquee-outer-border-color),
      0px 1px var(--marquee-outer-border-color),
      0px 2px var(--marquee-outer-border-color),
      1px -2px var(--marquee-outer-border-color),
      1px -1px var(--marquee-outer-border-color),
      1px 0px var(--marquee-outer-border-color),
      1px 1px var(--marquee-outer-border-color),
      1px 2px var(--marquee-outer-border-color),
      2px -2px var(--marquee-outer-border-color),
      2px -1px var(--marquee-outer-border-color),
      2px 0px var(--marquee-outer-border-color),
      2px 1px var(--marquee-outer-border-color),
      2px 2px var(--marquee-outer-border-color);
  }
  .marquee--content {
    position: absolute;
    margin: 0;
    width: fit-content;
    /* max-width: 100%; */
    white-space: nowrap;
    text-indent: 724px;
  }
  .slideIn {
    animation: slideIn 2s forwards;
    animation-timing-function: ease;
    animation-delay: 0.5s;
  }
  .slideOut {
    animation: slideOut var(--slide-out-duration) forwards;
    animation-timing-function: linear;
  }
</style>
