<script>
  // wunnle - Slot animation
  // https://codepen.io/wunnle/pen/OmMbpE
  export let height = "70px";
  export let length = 13;
  // export let textsArray = [
  //   "86",
  //   "85",
  //   "84",
  //   "83",
  //   "82",
  //   "81",
  //   "80",
  //   "79",
  //   "78",
  //   "77",
  //   "76",
  //   "75",
  //   "74",
  // ];
  export let textsArray = [
    "[手塚治虫] きりひと讃歌",
    "[藤子・F・不二雄] 異色短編集",
    "[北条司] Cat's Eye",
    "[鶴田謙二] SF 名物－初期作品集",
    "[原秀則] さよなら三角",
    "[たがみよしひさ] 化石の記憶",
    "[岩明均] 風子のいる店",
    "[關川夏央×谷口ジロー] 海景酒店",
    "[鶴田謙二] Spirit of Wonder",
    "[荒木飛呂彦] ジョジョの奇妙な冒険",
    "[高橋留美子] 1 ポンドの福音",
    "[ゆうきまさみ] 機動警察パトレイバー",
    "[かわぐちかいじ] 沈黙の艦隊",
    "[岩明均] 寄生獣",
    "[桂正和] 電影少女",
    "[今敏] 海帰線",
    "[星里もちる] りびんぐゲーム",
    "[安彦良和] 虹色のトロツキー",
    "[原秀則] 部屋においでよ",
    "[今敏] ワールド・アパートメント・ホラー",
    "[原秀則] やったろうじゃん！！",
    "[星野之宣] スターダストメモリーズ",
    "[高橋ツトム] 地雷震",
    "[山本英夫] 殺し屋 1",
    "[芦奈野ひとし] ヨコハマ買い出し紀行",
    "[谷口ジロー×久住昌之] 孤独のグルメ",
    "[木尾士目] 陽炎日記",
    "[任正華] 頑劣家族",
    "[有賀ヒトシ] ロックマンリミックス",
    "[佐藤賢一×野口賢] 傭兵ピエール",
    "[星野之宣] 滅びし獣たちの海",
    "[福本伸行] 賭博黙示録カイジ",
    "[ジョージ秋山] 捨てがたき人々",
    "[沖さやか] マイナス",
    "[岩明均] 七夕の国",
    "[さいふうめい×星野泰視] 哲也 雀聖と呼ばれた男",
    "[大友克洋] SOS 大東京探險隊",
    "[加藤元浩] Q.E.D. 証明終了",
    "[吉富昭仁] EAT-MAN",
    "[遠藤浩輝] Eden Endless",
    "[原秀則] サムディ",
    "[山本英夫] 援助交際撲滅運動",
    "[谷口ジロー] 遥かな町へ",
    "[鬼頭莫宏] なるたる ～骸なる星珠たる子～",
    "[原秀則] 青空",
    "[富沢ひとし] エイリアン 9",
    "[安彦良和] 王道の狗",
    "[大石まさる] みずいろ",
    "[天野シロ] レジェンドオブマナ",
    "[幸村誠] プラネテス",
    "[東清彥] あずまんが大王",
    "[山口宏] ゲートキーパーズ 後藤圭二,",
    "[福本伸行×かわぐちかいじ] 生存～ＬｉｆＥ～",
    "[河合単×久部緑郎] ラーメン発見伝",
    "[森山大輔] クロノクルセイド",
    "[谷口ジロー×夢枕獏] 神々の山嶺",
    "[夏目義徳] トガリ",
    "[GAINAX×ウエダハジメ] フリクリ ",
    "[ひぐちアサ] 家族のそれから",
    "[小林よしのり] 新ゴーマニズム宣言 台湾論",
    "[石ノ森章太郎×村枝賢一] 仮面ライダー SPIRITS",
    "[柳沼行] ふたつのスピカ",
    "[福本伸行×かわぐちかいじ] 告白コンフェッション",
    "[いくえみ綾] 私がいてもいなくても",
    "[古谷実] ヒミズ",
    "[鶴田謙二] アベノ橋魔法☆商店街",
    "[ひぐちアサ] ヤサシイワタシ",
    "[華倫変] カリクラ",
    "[三浦靖冬] おつきさまのかえりみち",
    "[山本英夫] ホムンクルス",
    "[有賀ヒトシ] ロックマンメガミックス",
    "[松本次郎] フリージア",
    "[古谷実] シガテラ",
    "[鶴田謙二] Forget me not",
    "[えすのサカエ] 花子と寓話のテラー",
    "[水上悟志] 放浪世界",
    "[沢井鯨] プリズナー・イン・プノンペン",
    "[鬼頭莫宏] ぼくらの",
    "[Ark Performance] 戦国自衛隊 1549",
    "[うめ] 東京トイボックス",
    "[まったくモー助] 極上生徒会",
    "[沙村広明] ブラッドハーレーの馬車",
    "[こうの史代] 長い道",
    "[中山昌亮] 不安の種",
    "[うめ] 大東京トイボックス",
    "[大石まさる] 水惑星年代記",
    "[古屋兎丸] 彼女を守る 51 の方法",
    "[平野耕太] 以下略",
    "[細野不二彦] 電波の城",
    "[五十嵐大介] 海獣の子供",
    "[水上悟志] サイコスタッフ",
    "[浜田よしかづ] つぐもも",
    "[落合尚之] 罪と罰",
    "[いわしげ孝] 上京花日",
    "[水上悟志] 戦国妖狐",
    "[若木民喜] 神のみぞ知るセカイ",
    "[朔ユキ蔵] セルフ",
    "[梶尾真治×鶴田謙二] おもいでエマノン",
    "[遠藤浩輝] オールラウンダー廻",
    "[Ark Performance] 蒼き鋼のアルペジオ",
    "[モリタイシ] 今日のあすかショー",
    "[木尾士目] Spotted Flower",
    "[平野耕太] ドリフターズ",
    "[有賀ヒトシ] ロックマンギガミックス",
    "[漆原友紀] 水域",
    "[久部緑郎×河合単] らーめん才遊記",
    "[原秀則] 冬はなび",
    "[夏目義徳] 咎狩 白",
    "[Ark Performance] 機動戦士ガンダム 光芒のア・バオア・クー",
    "[大武政夫] ヒナまつり",
    "[戶田誠二] スキエンティア",
    "[水あさと] デンキ街の本屋さん",
    "[つくしあきひと] メイドインアビス",
    "[古谷実] サルチネス",
    "[矢立肇／富野由悠季×虎哉孝征] 機動戦士ガンダム MSV-R 虹霓のシン・マツナガ",
    "[清家雪子] まじめな時間",
    "[卯月妙子] 人間仮免中",
    "[矢立肇・富野由悠季×関西リョウジ×本橋雄一] 機動戦士ガンダム UC MSV 楔",
    "[谷川ニコ] 私がモテないのはどう考えてもお前らが悪い！",
    "[竜田一人] いちえふ 福島第一原子力発電所労働記",
    "[清野とおる] ウヒョッ! 東京都北区赤羽",
    "[葛木ヒヨン×福井晴敏] 機動戦士ガンダム UC 虹にのれなかった男",
    "[石塚真一] BLUE GIANT",
    "[阿部共実] ちーちゃんはちょっと足りない",
    "[阿部共実] 死にたくなるしょうもない日々が死にたくなるくらいしょうもなくて死ぬほど死にたくない日々",
    "[野田サトル] ゴールデンカムイ",
    "[シモダアサミ] 中学性日記",
    "[坂井恵理] ラブホルモン",
    "[仲谷鳰] やがて君になる",
    "[赤坂アカ] かぐや様は告らせたい ～天才たちの恋愛頭脳戦～",
    "[加藤元浩] Q.E.D. iff－証明終了－",
    "[白井カイウ、出水ぽすか] 約束のネバーランド",
    "[押切蓮介] 狭い世界のアイデンティティー",
    "[遠藤浩輝] ソフトメタルヴァンパイア",
    "[オジロマコト] 猫のお寺み知恩みん",
    "[石塚真一] BLUE GIANT SUPREME",
    "[永田カビ] さびしすぎてレズ風俗に行きましたレポ",
    "[田中圭一] うつヌケ うつトンネルを抜けた人たち",
    "[大童澄瞳] 映像研には手を出すな",
    "[阿部共実] 月曜日の友達",
    "[池上遼一] Spider-Man",
    "[山野一・ねこぢる] ねこぢるうどん",
    "[山野一・ねこぢる] ねこ神さま",
    "[星里もちる] いきばた主夫ランブル",
    "[星里もちる] 気になるヨメさん",
    "[星里もちる] ちゃんと描いてますからっ！",
    "[星里もちる] 危険がウォーキング",
    "[戸田誠二] 音楽と漫画と人",
    "[戸田誠二] 生きるススメ",
    "[戸田誠二] しあわせ",
    "[戸田誠二] ストーリー",
    "[吉田秋生] 夢見る頃をすぎても",
    "[吉田秋生] 川よりも長くゆるやかに",
    "[吉田秋生] Lovers Kisses",
    "[吉田秋生] Yoshida Akimi The Best Selection",
    "[坂口尚] ともしび",
    "[業田良家] 自虐の詩",
    "[吉田秋生] カリフォルニア物語",
    "[吾妻ひでお] 不条理日記",
    "[吾妻ひでお] 地を這う魚 ひでおの青春日記",
    "[吾妻ひでお] 失踪日記",
    "[吾妻ひでお] 失踪日記 2 アル中病棟",
    "[宮崎駿] 風の谷のナウシカ",
    "[大友克洋] AKIRA",
    "[吉田秋生] 吉祥天女",
    "[魚喃キリコ] Strawberry Shortcakes",
    "[支倉凍砂×桂明日香] ビリオネアガール",
    "[士郎正宗] 攻殻機動隊",
    "[冬目景] 羊のうた",
    "[福本伸行] 賭博堕天録カイジ",
    "[漆原友紀] 蟲師",
    "[西森博之] お茶にごす。",
    "[坂口尚] 石の花",
    "[紺野キタ] ひみつの階段",
    "[村上たかし] 星守る犬",
    "[藤田和日郎] 邪眼は月輪に飛ぶ",
    "[宮崎夏次系] 僕は問題ありません",
    "[宮崎夏次系] 夢から覚めたあの子とはきっと上手く喋れない",
    "[福本伸行] 賭博破戒録カイジ",
    "[阿智太郎×矢上裕] 住めば都のコスモス荘",
    "[きづきあきら+サトウナンキ] ヨイコノミライ",
    "[漆原友紀] フィラメント ～漆原友紀 作品集～",
    "[入江亜季] 乱と灰色の世界",
    "[よしながふみ] ソルフェージュ",
    "[岸虎次郎] 岸虎次郎作品集 冗談だよ、バカだな",
    "[真刈信二×赤名修] YUGO 勇午",
    "[真刈信二×赤名修] 勇午 シリーズ",
    "[森高夕次] グラゼニ",
    "[萩尾望都×光瀬龍] 百億の昼と千億の夜",
  ];

  const width = textsArray.reduce((prev, e) =>
    prev.length >= e.length ? prev.length : e.length
  );
</script>

<div
  class="slots-wrap"
  style="--height: {height}; 
  --width: {width}; 
  --length: {length};
  --array-length: {Math.floor(textsArray.length / 2)};
  "
>
  <div class="slots">
    {#each textsArray as text, i}
      {#if i <= length+1}
        <div class="slot">{text}</div>
      {/if}
    {/each}
  </div>
</div>

<style>
  .slots-wrap {
    height: var(--height);
    /* width: 100%; */
    /* display: inline-block; */
    margin: auto;
    overflow: hidden;
    position: relative;
  }

  .slots {
    position: relative;
    z-index: 1;
    display: block;
    font-size: 32px;
    /* font-family: "Lato", sans-serif; */
    font-weight: bold;
    margin: auto;
  }

  .slots {
    animation: slot-animation 1.8s;
    animation-timing-function: cubic-bezier(0.36, 1.28, 0.75, 1.1);
    animation-fill-mode: forwards;
    animation-delay: 1s;
  }

  .slot {
    line-height: var(--height);
    text-align: center;
    margin: 0;
    box-sizing: border-box;
  }

  @keyframes slot-animation {
    0% {
      transform: translateY(-1px);
    }
    100% {
      /* transform: translateY(calc(-1 * var(--array-length) * 70px)); */
      transform: translateY(calc(-1 * var(--length) * 70px));
    }
  }
</style>
