{"title":"【譯】PAS 動畫評論 次文化與末世論","slug":"ACG-Pause-And-Select-Apocalypse","html":"<h2 id=\"part1death-note\">part1[DEATH NOTE]</h2>\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/kvvUiXc6m7U\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n<ul>\n<li>日文翻譯：<a target=\"_blank\" rel=\"nofollow\" href=\"https://nico.ms/sm33744630\">https://nico.ms/sm33744630</a></li>\n</ul>\n<p>嘿，這真是有趣。我們來聊聊小畑健和大場つぐみ這對搭檔創造的名作，《死亡筆記本》動畫版所省略的，原作漫畫的第 108 話吧。在這話裡世界的復原與奇樂留下的影響形成對比，犯罪和墮落再次興起，世界恢復至原有的秩序，畫面之後帶到奇樂信徒們悲傷行進的隊列，進行祈願奇樂復活的儀式，若要我們直接先給出這段內容的主題，其重點在於「不變的世界」。</p>\n<p>《死亡筆記本》的故事講述的是，擁有殺人筆記本的主角夜神月，如何透過筆記本達成殺人技倆等等，內容相當有趣，但在這次影片裡我們不會提及；試圖把持死亡筆記本成為新世界的神的夜神月，以及自稱為「L」 的名偵探出現，之後進到奇樂和 L 的鬥智過程故事。</p>\n<p>漫畫和動畫在結局上的差異有個有趣的點，裡頭其實有個共通的普世概念， 「終末信仰／啟示文學（Apocalypticism）」，透過混合各式各樣的末世概念，《死亡筆記本》絕妙地刻畫出日本社會的病理。這麼一說也許會有人覺得怪異，講到啟示錄，人們聯想到的會是更偏向物理層面上的破壞，以動畫的知名例子來說就是《AKIRA》裡的新東京廢墟，《AKIRA》裡的「啟示錄」是表現於物理層面上的。而在《死亡筆記本》裡，尤其在故事初期，社會秩序是正常運作著的，即使在政治層面上服從於奇樂，也沒有導致秩序崩壞，月也還是會去學校，有著朋友和工作，因此這裡所說的「啟示錄」指的並不是破壞，而是更接近於這個詞彙語源的用法。</p>\n<blockquote>\n<p>默示錄信仰（apocalypse） 的原意是來自於 「掀開紗帽（vail）」 的希臘語 「apokalypsis」 ，意思是揭示新的事實或是拆穿秘密。</p>\n</blockquote>\n<p>根據田中素子所說，啟示（apocalypse） 的原義是揭露秘密的事實，死神的降臨、米砂的登場與魅上的指名也可以說是這種意涵的啟示／開示，但是在 2 世紀的猶太教圈裡，這個詞彙的意義開始有所變化，在開示之上再添加了「善與惡的最終戰爭」或是「受迫民族的寓言」的意義。但重點就在於這股意義上的「雙重性」，秘密儀式的開示／被壓抑之人的救濟，</p>\n<p>夜神月曾說過，他要成為新世界的神，並且要成為受凌虐之人的代辯者，這段話裡的雙重性…不論這是不是他的真心話，月的理論令人想到啟示的雙重性，在向琉克談論他的理想時，光線自後方射入的場景，可說是非常基督教的，隨著月醜陋的一面顯露出來，夜神月宗教般的正義感，和西洋啟示錄裡所看到的二分法、猶太教與基督教的善惡觀是同樣的東西，在視覺的表現上也能看到這樣的表現，比如說片頭裡致敬了米開朗基羅的「創造亞當」，南空緒美致敬了米開朗基羅的「哀悼基督」，夜神月所說出的第一句話是「汝等應遵從神的教誨，如此便能獲得海的恩惠，免於遭到風雨的襲擊。」，死亡的制裁／最終審判這個概念本身也是來自於啟示錄內的想法，</p>\n<p>但若是在這裡就停住，是無法連接回開頭提的，故事的有趣之處，因為其實裡頭還有著不屬於基督教的一面，關於這點我參考了《神罰的必然性:在死亡筆記本裡的啟示錄宗教性》這份論文（<a target=\"_blank\" rel=\"nofollow\" href=\"https://www.tandfonline.com/doi/abs/10.1080/15348423.2012.706158\">Evil Must Be Punished: Apocalyptic Religion in the Television Series Death Note</a>），裡頭提到《死亡筆記本》裡，關於啟示錄的象徵並沒有發揮功能，的確《死亡筆記本》基本上是月獲得成功的故事，裡頭沒有神罰的救贖效果，他對於大場／小畑從宗教性中抽手的解讀是正確的，虛構故事終歸虛構故事，讀者看來也是如此。</p>\n<blockquote>\n<p>由於這是刊載在少年雜誌的作品，我們很自然地在思想的部份上踩了煞車，\n<br>並且僅以純粹性的娛樂為目標。</p>\n</blockquote>\n<p>而 Frohlich 為了填補這份空白，做出了「神罰的缺席，就等同於肯定了月的思想」的結論，但因為前述的那段重要的章節，在此我難以同意這點，末世思想有著地域性上的差異，田中素子提到其在西洋和東洋的差別，尤其是在時間觀念上的差別，西洋的末世觀裡並不存在「末世的先頭」，乃是以直線性的時間觀念為基礎，而描寫了社會回歸的死亡筆記本，在這股意義上並不是偏西洋的，這裡頭有著 Frohlich 所漏掉的，日本的末世觀，「輪迴轉生（Cyclicality）」。</p>\n<p>這種思想認為，森羅萬象終會循環回歸原形。月所說的「新世界」並不是走向最後審判的千年王國，而是混合的世界。這種構造可以從畫和故事的差異裡看出，本作在畫面上使用了猶太•基督教的象徵，但故事的結尾和構造是佛教的輪迴思想，雖然只有在後記的故事裡表現出了輪迴思想，但在談論末世論時，即使只是「結尾」也帶有著重要的意義，這個後記是不帶有時間性的寓言，月的死相和最後的獨白，也令人聯想到奇樂的出現輪迴、不斷重複的寓言，猶太•基督教的主題和有歧異的混合性結局。那麼為什麼這份混合性是重要的呢，這種融合兩種對極的結局，在理解日本的末世論時是很重要的，因此我們除了《死亡筆記本》之外，還有必要向文學和歷史踏足，《死亡筆記本》並不是唯一的例子，它以特例研究來說是很有趣的，但在考察複雜的日本的終末、災害時，它僅是個出發點，為了加深考察，並且解開在日本現代虛構作品裡的終末思想的環節，讓我們稍微回到過去吧，回到 1945 年。（接續至 part2）</p>\n<hr>\n<h2 id=\"part2akira\">Part2[AKIRA]</h2>\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/L5XeDQ6sb2g\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n<ul>\n<li>日文翻譯：<a target=\"_blank\" rel=\"nofollow\" href=\"https://nico.ms/sm33748001\">https://nico.ms/sm33748001</a></li>\n</ul>\n<p>為了更加瞭解這些訊息，以及為何這種啟示錄性質的思想，會出現在像《死亡筆記本》這類流行的作品裡，並且獲得成功，讓我們稍微回到過去吧，回到 1945 年。</p>\n<p>抱歉，上次我可能說的不是很清楚，日本的終末類作品並不是從 1945 年開始的，末世思想的 SF 作品輸入，能夠追溯到明治時代初期，當時的民間故事和佛教的世界觀裡都帶有著終末性的內容，比明治更古老的末法思想，和現代的終末系作品也有著深厚的連結，但這種傳統的末世觀在第二次世界大戰裡迎來了巨大的變動，猶太人大屠殺和東京大空襲的大規模殺戮，以及範式（譯註：Paradig，自認識論而來，意指大眾的思考方式、世界觀）上的切斷，加上大敘事的崩壞、「特異的經歷」 ——一段在現代的動畫裡仍然重複出現，至今依舊無人不曉的…</p>\n<p>這是《哥吉拉》的時代，是核災受害者文學的時代，但核爆不過是日本災害這巨大的文脈裡的一例，以日本的終末虛構故事而言，最大的重點是「不連續性」 ——從帝國變為敗戰國的大轉變，從君主制走向民主制，從國家的勝利走向完全的敗北，</p>\n<p>根據社會學者的大澤真幸所說的，戰後在物質和精神上的復興可分為 2 種範式，首先是「理想的時代」，之後是「虛構的時代」。</p>\n<p>「理想的時代」是以戰後的理想和革命的大敘事為前提的時代，60 年代是進行思想體系政治運動的時代，是試圖讓現存秩序更加完美的運動家們的時代，但動畫和漫畫對於這個時代的印象是薄弱的，例如首部國產電視動畫《阿童木》就不帶有這種氛圍；同時期相關著作則有安部公房的《第四間冰期》和松林宗惠的《世界大戰爭》，動畫、漫畫和這樣的社會保持著距離，</p>\n<p>「理想的時代」可視為在 70 年代的前半告終，大澤真幸認為連合赤軍的「淺間山莊事件」是其終焉，佐佐淳行也認為淺間山莊事件顯示出了日本的新左翼運動的衰退；隨著理想主義的時代結束，社會迎來了新的思想範式，這是人們不再試圖改善既存的系統，轉向幻想新世界的時代，這是「虛構的時代」，不再追求理想，而是追求幻想的時代，人們的志向和共同意識自思想體系離開，走向「不存在於這裡的某處」的孤離，這時末世類作品興極一時，這是《日本沉沒》的時代，這是《風之谷》的時代，這是《宇宙戰艦大和號》的時代，以及大友克洋帶有極高度影響力的漫畫／動畫…</p>\n<p>《AKIRA》的時代。</p>\n<blockquote>\n<p>（《AKIRA》的）追趕場景，結束在「舊市街（東京）」的巨大坑洞。\n<br>也許坑洞是作為一種提醒，述說著歷史並不是能夠輕易地捨棄的。</p>\n<p>Susan Napier, Panic Sites</p>\n</blockquote>\n<p>《AKIRA》 的漫畫和動畫皆自「創造新世界」開始和結束，不過這樣講有些太急促了，兩者在大綱上是同樣的 ——「炸彈」直擊了東京，引發第三次世界大戰，以及促成反烏托邦城市新東京的建設，暴走族少年金田和鐵雄在抗爭時遇見超能力少年高志（タカシ），災害滾雪球般地不斷累積，鐵雄獲得超能力並且成長，另一方面金田遇見了反政府游擊軍的女性惠（ケイ），在新東京接二連三面對各種問題時， 「爆發」的起因阿基拉（アキラ） 覺醒了。</p>\n<p>重點在於故事的這股支離破滅感，因為這和主題的「後現代主義性」有所連接，Fredric Jameson 的後現代主義用語裡有「pastiche」和「schizophrenia」這兩個詞，「pastiche（模仿）」指的是對其他文脈的引用，但其重點在於「引用會替換文脈，並且消去其現實和虛構的境界線」，例如稍早提的《哥吉拉》和核彈也是一例，但不只是如此，還有《日本沉沒》裡的海嘯、世界大戰的軍事概念、來自《鐵人 28》與《童夢》的自我引用。另一方面「schizophrenia（分裂症）」指的是敘事的斷絕，根據 Jameson 所說，在後現代主義的解釋下，它指的是輕視連續性，各個場景僅是散落的碎片。</p>\n<p>《AKIRA》也是個在角色之間不斷地交替，談論著複雜怪異事變的故事，作品並不在乎其之間的連續性，甚至存在著不是為了做出某種效果，純然斷絕、毫無必然性的場面切換。</p>\n<p>那麼為什麼這種後現代性在日本的末世觀裡是重要的呢，Freda Freiberg 將著眼點放在，《AKIRA》的觀眾世代並沒有經歷過廣島和長崎的體驗，若要說現代日本的末世論是從核爆開始的，《AKIRA》的觀眾是和這有著斷絕的世代，他們是和金田與鐵雄一樣，對於大慘劇（catastrophe）的原爆點不帶有實感的世代，因此在這層意義上，我認為可以說理解《AKIRA》就等於理解了現代的日本人，以及這兩者共通的「不連續性」。《AKIRA》的漫畫和動畫都同樣過量引用了末世的記號，將戰後日本的不確定性鎖在裡頭，這是部透過錯綜而斷片的敘述，將歷史總括於其中的作品。</p>\n<p>《AKIRA》的內容主題不勝枚舉，反政府游擊軍讓人想起連合赤軍、動畫的宮子（ミヤコ）讓人想起 20 世紀末的新興邪教、沉積於水邊的王位是高牆環繞的皇居，或是四面環海的日本的象徵，而在王座上的阿基拉當然就是昭和天皇，街角的描寫也讓人想到 50－60 年代的政治運動，實驗體（Numbers、ナンバーズ）和軍隊的結合讓人想到戰後的成長與核能之間的關係，以及日本首次體驗到的「炸彈」，阿基拉被埋在看似是國立競技場的地方，也和核爆的記憶封印重疊。</p>\n<p>Christopher Bolton 說道：「阿基拉是在戰後成長時，被埋藏起來的黑暗歷史的記憶」，換句話說，阿基拉是在復興和破壞兩方上都有所貢獻的，強大能源的象徵，但是在漫畫版裡阿基拉只是個單純的崇拜對象，實際引發事件的是鐵雄，若說阿基拉是象徵過去的日本，鐵雄就是未來，也就是象徵新世代的日本人，</p>\n<p>在解讀《AKIRA》上相當知名的 Susan Napier 的論文『Panic Sites』裡，介紹了「新人類」這個詞彙，用以指稱成長於 70 年代後半豐饒和平的日本，對戰爭一無所知的年輕人們，雖然鐵雄並不能算是典型的新人類，Susan 將著眼點放在其無法控制力量的不安與無能力性上，鐵雄的異形化是新人類世代的力量的象徵。Napier 認為不斷和無機物融合的鐵雄的身姿，是持有過多力量的哀傷思春期的表現，不斷和機械融合而異形化的鐵雄，正是隨著急速劇烈的成長而顯得像是分裂症的日本人的身姿，</p>\n<p>漫畫和動畫共通的特徵「父親的缺席」也是其佐證，Freiberg 指出不歸父親的社會問題的影響，不信任大人的鐵雄，以及身為孤兒的金田和鐵雄，顯示出了與舊世代的「不連續性」，雙親的缺席／與舊世代的斷絕，對實驗體而言如同父親般存在的上校，對鐵雄來說則只是帶有權威性的大人，在《AKIRA》裡唯一如同雙親存在的只有漫畫版的宮子，雖然在動畫版裡宮子只是做為新興宗教的主題表現，漫畫版的宮子是個有著二重性的角色，擁有身為前實驗體而要求鐵雄停止用藥、身為嚴師的一面，我們似乎能在這面上看出她身為真實母親的一面，但這樣講是不夠的。因為末世預言者．教主也是宮子真實的一面，在這點上宮子和上校一樣是敵人／大人，這種二重性讓人想到新興宗教在「連繫」上的職能，為了將精神性和社會、家族的空洞填補「連繫」起來而出現的新興宗教。「連繫」是個重要的主題，「融合」的鐵雄和阿基拉，鐵雄是苦於斷絕的新世代的象徵，阿基拉是舊世代的象徵，兩者宛如後現代主義式的拼貼畫般地完成了融合。</p>\n<p>《AKIRA》所代表的是虛構的時代，並不是改革現有的秩序，而是走向新世界的時代的故事。在結局裡他們「逃向」了新世界，動畫版裡結束於創造新宇宙，漫畫版結束於新國家落成後，兩者的結局都是帶有孤離性的，但兩者有著共通的象徵性，鐵雄和阿基拉的融合是將斷絕的時代性連繫起來的隱喻，他們的獨立國家透過驅逐美軍等等的方式展示了與政治系統的斷絕，但在語言上仍然依賴著舊來的世界，這也是在談論末世論時《AKIRA》的重要性所在，並不只是因為這部作品的影響力之強，還有其主題和在後設等級上的意義，它才會是如此重要的作品，《AKIRA》是戰後日本思想、運動的總括，是後現代式的斷絕敘事，也就是描述了「新世界」的作品。</p>\n<p>聯合赤軍、資本主義和社會主義的興起、世紀末的新興宗教和家庭的缺席、歷史的陰霾和原子彈…簡直就像是戰後日本的造景，全部都存在於同個時空裡。</p>\n<p>如同漫畫版裡重生的大樓群立所表現的，新世界並沒有重新創造秩序，而是構築於既存的秩序上，這並不單只是贊頌著虛構的時代的現實逃避，還存在著批評性的觀點，對於鐵雄的後現代式的實際存在的不安，金田和惠給出了答案，搭上機車離去的結局、他們的友情和伙伴意識，就是在說著，未來存在於離脫舊秩序的年輕人們的伙伴意識裡，當然若要說這是大友克洋的訊息，那也會顯得有些微妙，但的確可以說《AKIRA》精彩地捕捉到了從戰後到 80 年代之間所發生的變化，因此本作在國內外都獲得了相當高的評價，我想以 1945 年至 90 年代前半的時空膠囊來說，沒有比《AKIRA》更優秀的作品了。</p>\n<p>「從末世開始的故事」，天啟的光射入，金田和惠消失於重生的都市之中，虛構的時代的故事。</p>\n<p>然而進入 90 年代後，虛構發生了龜裂…迎來了死亡。</p>\n<p>下一集，我們會講到與末世論相關的虛構故事，是如何連結到「想像與現實」，以及新的災害如何產生新的敘事。</p>\n<hr>\n<h2 id=\"part3eva\">Part3[EVA]</h2>\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/dCKZQphDyLY\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n<ul>\n<li>日文翻譯：<a target=\"_blank\" rel=\"nofollow\" href=\"https://nico.ms/sm33751637\">https://nico.ms/sm33751637</a></li>\n</ul>\n<p>「然而進入 90 年代後，虛構發生了龜裂…迎來了死亡。」</p>\n<p>那麼，是什麼殺死了虛構呢。</p>\n<p>說「是什麼」聽來像是將原因歸於某個特定的事物，這答案實則會因人而異，不過我們至今看了時代的病理和其解答的末世論，我們可以提出一個有效的問題：「是什麼樣的現實問題，成為了殺死虛構的原因？」</p>\n<p>1995 年前後的日本在末世論文脈下充滿了多樣性和活力，這有 3 個原因，第 1 個是「泡沫經濟崩壞」，自 86 年開始的泡沫景氣於 90 年代走向崩壞，帶來了甚大的損害，終身雇用制度崩毀，非正規雇用增加，薪資停止上漲與通貨膨脹，導致實質薪資開始下降，所謂的「中流意識」開始崩壞，Benedict Anderson 所說的「想像的共同體」——中流階級所抱有對於經濟和社會整體的信賴開始明顯地崩毀。</p>\n<blockquote>\n<p>泡沫崩壞所影響的不只是經濟，</p>\n<p>對於政治、社會、文化也帶來了莫大的影響。</p>\n</blockquote>\n<p>第 2 個是 1995 年的「阪神淡路大震災」，1995 年 1 月 17 日，兵庫縣發生了芮氏規模 7.2 的大地震，造成超過 5000 人死亡，3 萬人以上受傷，以及 30 萬以上的逃難人潮和超過 10 萬棟建築物倒塌崩壞，這在當時是自 1923 年的關東大震災以來，造成最大等級受害的地震，大澤真幸也將這次地震做為大自然表露殘酷的例子，在悠閒的虛構的時代裡的勞動倫理和歸屬意識、對於架空世界的沉溺，這一切全部崩壞的時候，人們還能再做些什麼呢，往虛構的逃避能夠承受住這份現實嗎。</p>\n<p>第 3 個是 1995 年 3 月 20 日所發生的恐攻事件，新興宗教「奧姆真理教」的幹部在地下鐵內，用傘刺破了裝滿沙林毒氣的袋子，造成 12 人死亡，超過 5000 人受傷，其教祖麻原彰晃不斷地重複著末世論性質的預言，教團模仿風之谷和宇宙戰艦大和號製作宣傳動畫，Robert Lifton 說：「在諸多的瘋狂信仰裡，奧姆在實際動身執行末世論這點上是特異的」。我們會在其他的影片裡詳述關於地下鐵沙林事件，因為事件的經過本身和漫畫、動畫沒有關係，但在談論 1995 年之後的次文化時，這是個重要的事件。大澤真幸說道：沙林事件是「虛構的時代的盡頭」，因為這不只代表動畫、漫畫的擴張，還代表了「第三審級」（譯註：The Third Sector，指除了政府單位和一般民營企業之外的專業單位總稱）的衰退，泡沫崩壞導致了經濟的失墜，震災導致了政府信用的失墜，沙林事件導致了社會規範權力的衰退。</p>\n<p>在數年內接連發生的公共性的崩壞，大澤真幸認為這時進入了 「不可能性的時代」（age of impossibilty），這已經不再是從現實逃向虛構，而是現實喪失了現實感的時代，不再有能夠再相信的事物，一切看起來都像是惡劣玩笑的時代，也無法回到過去，充滿著這樣的空氣的，90 年代的日本…遇見了庵野秀明／GAINAX 所創造出的金字塔作品，《新世紀福音戰士》（Evangelion）。</p>\n<blockquote>\n<p>曾經存在並做為主體的獨立個體已經消逝，\n<br>現在所有的只有碎片化與去中心化的主觀群體</p>\n<p>Sconce 18, Haunted Media</p>\n</blockquote>\n<p>《Evangelion》，這部自 1995 年到 1996 年間播映的作品，講述的是個 14 歲的少年碇真嗣，被父親命令搭上人造兵器 EVA，和使徒戰鬥的故事，裡頭也有如綾波和明日香等其他的駕駛員登場，在作品前半段並未離脫機器人作品特有的要素，沿襲著基本的故事軸線推進著，然而在真嗣被 Leliel 所吞噬的 16 話後，故事敘事開始進入探討內在，最後曖昧地描寫人類補完計畫，並且迎來真嗣的選擇。《EVA》本質上是拉岡（譯註：雅各·拉岡，法國的精神學家）式的作品，我們也能在如第 20 話的標題（英文副標）等各處看到對佛洛伊德的引用，所以我認為使用拉岡用語做說明是很適合的，</p>\n<p>拉岡的基本概念有現實界、象徵界、想像界，由於影片長度的關係上，我會將其簡化方便說明，想像界是存在的概念作用，指稱我所看見的我、他人所看見的我，象徵界是將想像界連接起來的系統，例如有著想像界裡的我／Youtuber I，與在想像界裡的你們／觀眾 I 在觀看著我，這之間做為媒體的話語和視覺就是屬於共享的系統／象徵界。現實界非常簡單地來說就是存在於溝通的外部／不可能預測的世界，Slavoj zizek 用了個非常簡明的例子說明，想像界是西洋棋的棋子，這是存在的條件，但其外觀和標籤是非固定的，象徵界是遊戲規則，輔助、限制、定義想像界，騎士只能做出受限的動作，現實界是如玩家或第三者這類存在遊戲外部的要素，由於現實界並不是遊戲本身的構成要素，在那裡發生了什麼是不明的。</p>\n<p>那麼為什麼這對於《EVA》和 90 年代的末世系來說會是重要的呢，因為我們要討論的是「象徵界的失墜」，根據田中素子的節錄：「身邊的人際關係屬於想像界，世界末日這種遙遠抽象的世界屬於現實界。」，這是基於評論家東浩紀說的公共性的崩壞＝象徵界的失墜而來的討論。國家和組織成為了遙遠的災害與我們個人之間的媒介的中間項，那麼，你可能會想這樣反駁，如果要說象徵性的失墜，那麼像 NERV 或 SEELE 和其他的軍人又怎麼算，我會如此回答：「《EVA》會如此重要，正是因為它處於先驅的階段」，田中素子也提到：「社會在《EVA》裡是不具重要性的」，例如說真嗣的疑問「為什麼要戰鬥」一直沒有得到明確的答案，NERV 和 SEELE 是象徵界，但並不是規範權力，他們的命令模糊不清，NERV 的目的和與 SEELE 的關係也是直到故事後段和《EOE》才終於明朗，在「明日香來日」裡雖然出現了艦隊和軍人，但也只是配角。</p>\n<p>即使《EVA》在公共性的崩壞這點上是處於過渡期的，個人的問題這點卻殘留了下來：真嗣對於實際存在的問題「身為駕駛員的自己」，真嗣是因為源堂的命令才成為駕駛員，但查爾斯杜安說道：「真嗣的獲得自我和藉由拉岡的『父名』參加象徵界是共通的」，在這層意義上源堂是種記號表現的顯現，規範出真嗣人格的人際關係非常地狹隘，在班上因為被 NERV 選上而受到誇讚，卻因此被冬二痛毆，在第 4 話的逃走故事裡，由於失去了這種自我規範，戰鬥也在精神層面上擁有了更強的意義，和 EVA 的同步是與母親／唯的治療，但 EVA 是以「真正的陌生人」的使徒為基礎所創造出的生物兵器，因此故事必然性地會走向內在的戰鬥，</p>\n<p>在末世論上《EVA》的重要性也在於此，故事循著真嗣前進，有許多身邊的人際關係與自我規範的例子，經營 NERV 的父親、創造出 EVA 的母親、搭上敵對 EVA 的冬二、實則是最後的使徒的渚、一同生活的明日香，真嗣對於自我的概念和來自他人的概念，也就是想像界，是在非常狹小的社會性羈絆中所規定出來的，在《EOE》的最後裡除了綾波和渚以外的群眾都不帶有面貌，中間項幾乎未被描寫，世界異常地平板，和 80 年代的《AKIRA》裡充滿著意義性的群眾相比，《EVA》的世界異常地缺乏活力，在《EVA》裡並不存在能夠帶出世界觀／社會深度的群眾，世界的問題和真嗣的、明日香的、綾波的、源堂的個人的問題混合在一起，</p>\n<p>在我們的現實世界裡也能看見這種「象徵界的失墜」，例如戰爭就可說是種行動規範和政治一同崩壞、秩序象徵已然失墜的空間，Steffanie Thomas 替 TV 版最終回做了簡結：「這是真嗣缺乏自我規範的故事，真嗣領教到自我和他人 兩者都是必要的」，沒有他人便無法理解自己，為了存在，必須要有他人來動搖自我規範，也就是存在＝被他人所認同，這個主題在《EOE》裡也有所描寫，AT 領域的消滅正是隔開想像界的象徵界的消滅，人類補完計畫是將想像界統合，並除去由象徵界所產生出的不安與拒絕的計畫，將自我與他人的界線完全消滅，</p>\n<p>但從中離脫的「明日香」是重點，方才我們說到他人對於自我規範是必要的，對於真嗣來說，必要的他人就是明日香，掐脖子並不只是與內在世界的呼應，也是真嗣內在糾葛的呈現，真嗣由於恐怖而掐了明日香的脖子，卻仍要面對嚴峻的拒絕，但這份嚴峻正是現實的自我形成，也就是即使被拒絕、受到傷害，對於人來說，尋求他者仍然是必要的。這種狹小的關係性與世界末日的並列，產生出了新的敘事形式，90 年代想像力的副產物——「世界系」。</p>\n<blockquote>\n<p>我透過腳踏實地邁向自己的目標，拯救了包含我自己在內的過去，\n<br>並且藉由行動決定了過去的意義。</p>\n<p>Sartre 640, Existentialism and Humanism</p>\n</blockquote>\n<p>「世界系」究竟是什麼？其實世界系並不存在明確的定義，Stefanie Thomas 引用數名評論家的說法，試圖描繪出世界系概念的輪廓，笠井潔稱其為「主角的與女主角的關係性和世界的破滅這類大問題並列的故事群」，前島賢在自己的撰書裡先提到世界系的難以定義，並稱其是「描寫少年與少女細小的關係性，以及在世界末日裡，僅有少女和不明確的敵人戰鬥的故事」，宇野常寬認為是「捨去了社會和國家一類的概念，僅將自我意識觸及的範圍做為世界的御宅族系作品」，Christopher Howard 則提及了「做為社會化場所的學校」與「非性的／庇護欲性的『萌的』關係性」，宮台真司則稱其是「縮限於主角內在世界的校園或家庭戲劇」，岡田斗司夫在森川嘉一郎和村上隆的談話裡說是「個人的感情和世界的命運同列的故事」。如同各位所看到的，定義五花八門，但對於作品的特徵的見解大致上是共通的，即使《新世紀福音戰士》是處於前期階段的始祖作品，它也有著共通的部份。</p>\n<p>常見的典型世界系作品有《最終兵器彼女》、《伊莉亞的天空、UFO 的夏天》、《星之聲》，但這些作品裡也有與定義相背之處，在《伊莉亞的天空》裡有著中景／象徵界，《最彼》的修二並非處於戰爭的情境之外，《星之聲》裡戀愛和世界的問題沒有關聯，那麼讓我們換個問題吧：「世界系試圖去補捉的時代性是什麼？」</p>\n<p>例如《AKIRA》透過斷碎的敘事補捉到了當時次文化的想像力，並透過模仿風格和末世描寫出了「我們應該留給現在以及未來的事物」，新東京的廢墟表現的是年輕人的連繫所創造出的新世界；然而在世界系裡，世界會擅自發生事情，人們只能去接受它，渺小的關係和巨大的問題的抽象性也表現出了這種超越想象界的認識，世界系沒有實體，只要死了就會消失，這在所有作品裡都是共通的，例如《最彼》的戰爭只是個人問題的對照物，戰爭本身的實體是曖昧的，看不到具有象徵性的連結，《星之聲》和《伊莉亞的天空》也是一樣的，《星之聲》裡兩人的戀愛將世界的問題拋到了腦後，《伊莉亞的天空、UFO 的夏天》是作為給《EVA》的回應所寫的，因此是個有些特殊的例子，而根據 Thomas 所說，此作原案的標題是「UFO 綾波」，也就是一開始所寫的是綾波搭著 UFO 戰鬥的故事，她們都是「戰鬥的少女」：《最彼》裡的千瀨，《星之聲》裡的美加子，《伊里野的天空》裡的伊里野，《EVA》雖然在戰鬥者是少年這點是屬於過渡期，但在對於母親和少女的依賴這點上是一樣的，田中素子認為世界系裡的少女是低層次的他人／愛的源泉／自我形成的契機。</p>\n<p>所以要說「什麼是世界系？」，宇野常寬在自著書《00 年代的想像力》中使用了「繭居族／心理主義」這個詞彙來說明，宇野常寬將真嗣比喻為繭居族，在這個文脈下說明世界系是「繭居族的末世論」，是朝向想像界的繭居族式撤退，齊藤環在自著《戰鬥美少女的精神分析》裡則說綾波零的人氣來自於其「phallic girl」（陰莖形象的女孩）性質，「phallic girl」缺乏實際性，齊藤環也提到了「歐美圈會執著於現實的實際性，在日本這種感覺則較薄弱」。</p>\n<p>也就是說對於日本的御宅族來說，綾波是失去了象徵界，純粹的想像界的產物，對於末世論的重要性就在於此，在這之前的末世系虛構作品帶有實際性的，它維持住了社會性和秩序象徵，然而在世界系裡的末世是純粹的內在現象，綾波零這個角色體現了這點，Christopher Howard 提到：「對於御宅族來說，像綾波這樣的角色是做為消除參與象徵界所造成的喪失感用的」，同時也可以說是為了消除在現實裡日本的挫折，世界系的「我們」和世界末日的並列，和 90 年代日本的挫折重合了，身邊的關係、遙遠的末世、中間項的挫折，田中素子也提到：「世界系的興盛和 90 年代後繭居族的社會問題化有所關係」，而其還有飛特族和尼特問題，少子高齡化問題吧。</p>\n<p>那麼，「世界系的訊息是什麼？」，至今有各式各樣的解釋，田中素子說：「世界系是透過驅使強大的少女，否認負面的經驗，滿足支配世界的全能感的作品」，小森建太朗說：「世界系缺乏對於成長、友情、勝利的欲望，無法成為大人」，</p>\n<p>那，《EVA》是這樣子的嗎？真嗣真的毫無成長，並且脫離了秩序象徵嗎？此時《EOE》的最後一幕會顯得相當重要，那份痛苦的意義是什麼？我認為《EVA》和世界系所表現出來的東西是，正是在這樣的嚴峻裡，一種對於人生的肯定，裡頭有著對於活在失去意義的社會中的世代的理解，一份簡單卻赤裸的訊息——與他人的連繫是痛苦而困難、會悽慘地受傷的東西，但也是有其價值的東西。</p>\n<p>我認同 Thomas 對於《EVA》的解讀，真嗣會拒絕融合，是因為他知道他人對於自我理解是必要的，藉由唯執行的人類補完計畫會消滅他者性，讓人類成為單一的存在，真嗣那句「我就是我，我想當我自己」的強烈話語呈現出了跨越痛苦時自我規範的重要性。在災難過後日本人的自我規範搖曳不定的時候，《EVA》對於過去和現在和未來放出了強烈的一擊，《EVA》、《最彼》、《伊里野》、《星之聲》是震災的、泡沫崩壞的、奧姆的故事，也是向面對這些的年輕人們拋出「接下來要怎麼做」的問題，這是只有虛構作品才有可能給出的「答案」。</p>\n<p>下一集，我們會聊到動畫如何挑戰他者性，以及走至現代動畫的脈絡。</p>\n<hr>\n<h2 id=\"part-final橫濱購物紀行\">Part Final[橫濱購物紀行]</h2>\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/npLVlJTH_mk\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n<ul>\n<li>日文翻譯：<a target=\"_blank\" rel=\"nofollow\" href=\"http://www.nicovideo.jp/watch/sm30478904\">http://www.nicovideo.jp/watch/sm30478904</a></li>\n</ul>\n<p>不再有能夠再相信的事物，一切看起來都像是惡劣玩笑的時代，也無法回到過去，充滿著這樣的空氣的 90 年代的日本…遇見了庵野秀明／GAINAX 所創造出的金字塔，《新世紀福音戰士》（Evangelion）。</p>\n<p>有一點很重要的是， 90 年代重要的末世類作品不是只有《EVA》 ，隨著《EVA》出現在御宅族的圈子中，文學也出現了新的類別，那就是「治癒系」，在 90 年代裡有部重要的治癒系漫畫登場，蘆奈野仁的治癒／末世系漫畫《橫濱購物紀行》。</p>\n<p>《橫濱購物紀行》（下稱 YKK）自 1994 年連載至 2006 年，是一部描寫機器人阿爾法經營來客不多的咖啡店的故事，本作有著終末系的設定，以隨著海面上昇和氣候變動，緩慢地邁向滅亡的文明為舞台，故事本身相當和平，它和治癒系文學有著共通的特徵，1. 平穩簡明而帶有透明感的話語，2. 沉浸在令人舒暢的環境裡的感覺，3. 即使觸及也絕不會知曉答案的謎題，Paul Roquet 將持有以上的三點特徵的故事稱為氣氛系／治癒系，即使看來覺得飄渺，這股舒適感也絕對不會崩壞，不會有危險的事情發生，發生了問題也會回歸平穩，若說《EVA》是拉岡類的末世系，《YKK》就是 「海德格（馬丁．海德格）類的末世系」，這裏簡單地為海德格的思想做個說明：我們的自然認識是將事物補捉為 「非本質」 的客體，本質的技術／藝術才能呈現出自然真正的姿態，這種內在的感性亦會呈現在「空間」上。讓我們引用這套說法到《YKK》上，試著思考 「缺少了觀察者的空間會如何？」。</p>\n<p>例如在黃昏的海面上鮮明地照耀著橫須賀的街燈，開始尋找留在相片上的風景的阿爾法，卻因為捨不得相片張數，本想拍攝江之島而未按下快門告終，以照相為目的而開始的「環遊世界」，卻超越其原本目的而包覆住了阿爾法，空間本身所持有的生命感，在第 25 話裡砂灘的雙重性也是一例，不再有人的參與的砂灘和做為海水浴場的砂灘，這種 「令人懷念的『暑假的海水浴場』已經不存在了」 的圖騰主義感，以及街燈樹、大樓香菇與人形香菇的這些姿態，就是讀者 — — 「我們」 所看見的世界的樣貌，看似街燈、大樓、人的這些東西 — — 「他者」，「他者」和「我們」之間的界線出現疑問，《YKK》將我們的思考帶到不同的環境世界裡，蘆奈野仁的描線和網狀繪法也強調了無人背景所帶有的生命感，黑白交織出的景色撼動了以照明為前提的技術世界的感覺，變異物體的概念明確地區分出了環境世界與人類，並同時將其連繫起來，例如颱風過後的緊急設置店面，因為梅雨的聲音與味道而顯得渾然一體的畫面便是一例，諸多讓人聯想到 「回歸」 的畫面， 《YKK》表現出了圓融的生存方式，平穩的末世和接受其的人們，令人感受到一體感和回歸的環境世界／外界，不老不死的阿爾發會做為述說者持續存在，阿爾發做為「相機」讓讀者看見回歸，讀者注視著望著世界的阿爾發，阿爾發和讀者一樣，僅只是看著而無法理解，</p>\n<p>即使在崩壞之後仍在環境世界／外界裡探索著殘存的事物，在泡沫崩壞後唯一留下的治癒，與外界的連繫／人際關係，這在《AKIRA》是被描寫成帶有分裂症特色的、在《EVA》裡是被描寫成人們無法得知的存在，在《YKK》裡的外界融合了前景（近景），描繪出其均衡點，這種 「回歸」 可以在許多治癒系作品裡看到， Roquet 說到，治癒系是自 70 年代開始的，帶有日本特性的自我規範文化的一部份，治癒系透過 「前去並歸來」 緩和痛苦，並從根底治癒，治癒風潮可說是為了將震災和沙林的傷痛「復原」 而發生的，在此它和末世論在不同層面上的意義重合，安穩的末世／圓融的死這種悖論現象，對於世界的 「信任」 就是治癒，在這種文脈下《YKK》是回歸社會的，和《EVA》與世界系不同，這種 「圓融」 的概念和某個用語相當類似，那就是在奧姆沙林事件後，由宮台真司所提出的 「沒有盡頭的日常」，</p>\n<p>在富饒而和平的日本活著，就意味著接受什麼都不會發生、停滯的世界，也就是 「沒有盡頭的日常」。人們會被末世所吸引，也是因為能從這種日常的沉悶裡獲得開放感，也就是說，宮台真司的分析認為奧姆沙林事件也是種試圖從 「沒有盡頭的日常」 裡逃脫的嘗試，宇野常寬所引用的（《完全自殺手冊》裡的）「不會再有巨大的事件了」也是一例，在《YKK》裡所描繪的阿爾發的日常生活也沒有「巨大的事件」，這個考察會連繫到下個段落的「日常系」。</p>\n<p>以《笑園漫畫大王》為首，《幸運星》、《輕音》這一類的「日常系」作品，正是以其「日常生活」為重點，這種也被稱作空氣系的作品類型，重要的是其社會性的側面，這的確只是單純的美少女類作品（CGDCT，Cute Girls Doing Cute Things），但其帶有的評論價值是重要的，日常系是近景的故事，相對於連繫了近景和遠景的世界系，日常系只聚焦於近景，強調日常裡所發生的事情，故事楔子等等相當稀薄，藉由排除異性角色的存在，移除了讓故事發展用的戀愛，田中素子將其表現為 「沒有紛爭也沒有煩惱，不存在問題的世界」，以及由聖地巡禮所帶出的虛擬與現實的連接亦為其特徵，宇野常寬說道：「虛構作品的想像力因此成為了對現實產生影響的擴增實境」，例如《幸運星》的鷲宮神社也是種擴張「現在，此處性」的例子，</p>\n<p>末世類作品會毀壞日常生活，普遍來說和日常系的相性並不好，但若將日常系做為輔助線，藉此來考察末世類作品，能夠讓我們更加深切地理解「沒有盡頭的日常」，若活在沒有盡頭的日常裡是種快樂主義，那當其結束時會發生什麼？</p>\n<p>2010 年的冬季動畫《空之音》以末世類作品來說十分有意思，被分配到 Seize 街的五位少女的故事，前半聚焦於彼方如何去適應，例如練習小號與和城鎮人們的交流，雖然也能說這只是有末世類的世界觀，其內容仍是美少女系作品，但這種「末世類的美少女動畫」的概念正是這個作品值得玩味的點，再次重複，日常系是抹去了楔子，排除了異性與戀愛，並藉由聖地巡禮撼動了現實與虛構的區隔，《空之音》批評性地引入了這種特徵，例如故事在後半開始出現波瀾，最後仍回到原點，離開小隊的 Rio 也在最後歸來， タケミカヅチ 的修復也沒有對世界造成巨大的影響，這些都帶有其一定程度的職責性，但沒有帶來終末，砂漠化的世界觀在最後也沒有獲得問題的解決，關於異性缺席，雖然有 Kureha 對 Claus 的憧憬描寫，也因為年齡差距和誤會使得愛情無法結果，實際上 Kureha 和 Claus 的愛情故事也缺乏精鍊，無法成為使日常系崩壞的楔子，以昆卡為原形的 Seize 街也是種聖地巡禮／日常性的機制，《空之音》在整體上使用了許多現實的場景做為原形，貫徹了宇野所說的「擴增現實」性，「現在，此處性」擴張到可說是荒唐的程度，</p>\n<p>但是相對於上述的日常系特徵，其實《空之音》本身有著否定日常系的側面，如 Kureha 對 Claus 的故事有著這樣的側面，雖然最後回到了日常生活，故事的波瀾也提示了自日常系的離脫，無論聖地巡禮／擴增現實，其所在與我們的現實相當遙遠也是一例，在第二話裡學校的廢墟便是個好例子，《空之音》的世界和我們的現實世界在此形成了對比，彼方一行人無法閱讀日文，將其稱為 「遠古象形文字」，且學校與其建築物也不帶有意義，在《笑園漫畫大王》、《幸運星》、《輕音》等等的日常系裡學校是沒有紛爭的空間，在《空之音》則轉變成了「駐屯地」這種戰爭的場所，展現出了對於日常系基礎的批評，刻意地取入了日常生活與戰爭這種兩極化的構造，也就是說，這是部正因為是末世類才可能做出的「日常系悖論」動畫，末世和日常的融合帶有對同時代的批評，Rio 問著「世界的意義」，在《輕音》裡對日常的聚焦，對 Filicia 和《空之音》是不存在的，但在「圓融的生存方式」這點上，《空之音》和《YKK》重合了，在殘存的世界裡和平地活著的人們對於圓融、停滯、均衡的執著，但是相對於《YKK》平穩的「風平浪靜的時代」，《空之音》帶有更強烈的批判性，褒揚著日常的同時仍然追求著變化的態度，和《YKK》是對照性的，並且在 1 年後某件事情的發生，使得肯定現狀的極限變得明顯，我想引用田中素子對於福島的談論，田中談論的是在後現代主義的社會裡核能所處的位置，不過我想關注的是 「圓融的悖論」，</p>\n<p>在 2011 年 3 月 11 日東北地區太平洋一帶發生了大地震，這是日本史上最大的地震，造成了約 16000 人死亡與約 2700 人失蹤，由於地震與海嘯破壞了福島第一核能發電場的 4 座原子爐，即使僅是在末世論的文脈裡，福島第一核電事故的影響力也是極大的，田中素子談及「日本的<a target=\"_blank\" rel=\"nofollow\" href=\"https://ja.wikipedia.org/wiki/%E5%B9%B3%E7%AD%89%E7%A5%9E%E8%A9%B1\">平等神話</a>崩壞」，古川弘子和 Ryana Denison 談及 311 之後的治癒風潮，大林宣彥提及「福島核電事故對於《輝夜姬》故事的影響」，當時宮崎駿也對幾近中斷制作的《來自紅花坂》怒喝道「不管在什麼時候都不要離開工作現場」，在《電腦線圈 W》和《至高指令》裡也出現了後福島的悖論，這裡提出了許多關於第一核電事故的話題，但我主要想講的是其中的，宇野常寬所提及的震災的角色，「在這次的災害之後，人們開始注目於『世界的結構』」</p>\n<p>「並不是震災改變了什麼，只是既有的構造顯露出來了」，這種既存的構造的「揭露」背後有著圓融悖論，平田惠子和 Mark Warschauer 說道：「這不只是東京電力和日本政府之間的意思疎通問題，還有著肯定現狀的理論和不願正視預測的態度」，在其根底有著 「若是要對最糟糕的事態做好準備＝肯定其會發生」 這樣的安全神話，竹熊健太郎談論對於震災後的群眾的掛念時，也提到 「若是人們準備防範災難，或開口談論不安，就會因為言靈而成真」 這種有害的「圓融悖論」，在《YKK》裡所肯定的溫柔、安定、停滯變成了不成熟與官僚主義，「多一事不如少一事」，最後造成了「信用」的失墜。支撐著豐饒生活的系統的「圓融」卻助長了其破壞，治癒系可以說是種去理解何謂破滅，並去編織出渺小圓融的嘗試，但就如同前面所提到的評論，裡頭潛藏著醜陋的一面，</p>\n<p>那麼《空之音》和《橫濱購物紀行》、無盡的日常裡的那份圓融呢？在悲觀和樂觀裡都藏有恐怖，2011 年 4 月 13 日竹熊健太郎在推特上這樣說道：「在 311 後的世界是沒有說明手冊的世界，面向御宅族的表現會開始變質，因為御宅族的生活方式是以豐饒的日常做為前提的。當然漫畫和動畫會殘留下來，但表現的內容會開始改變吧，我不曉得會怎麼改變，但一定會改變，這令我不安也讓我期待。」</p>\n<p>自從我開始做這系列影片已經過了 6 個月，希望各位看的還開心，做為談論末世論系列影片來說是有點虎頭蛇尾的最後一集…我也作了個補充論述的網站，請到我的影片說明欄觀看，很抱歉在沒有明快的結論下結束了，但這仍然是個現在進行系的主題，我覺得也是因此才有趣，如果你們覺得有趣的話，請務必替我的影片點好評和訂閱頻道，願意支持我的人也可以到我的 Patreon 頁面，其實我已經開始製作下個系列的影片，目前已經花了一個月在上頭，感謝各位的觀看。</p>\n","date":"2019-01-29T07:02:26.000Z","excerpt":null,"printDate":"January 29, 2019","printReadingTime":"3 min read","tags":["ACG"]}