{
  "marquee": [
    "馬鹿か！お前は！図体がデカいからって、パイロットが乗ったグランチャーと戦えるほどお前は良く出来ちゃいないんだ！親父達が何と言おうと、お前達は人間を乗せるためのスペースを用意して生まれたんだ！それは何故だかわかるか！？（ﾊﾟﾝｯ）ええっ！？お前達が、この地球の進化の歴史の中で学んだことだよな！人間の反射神経と判断力と感性、それに生殖だけは人間のものを利用するつもりだからな！こいつのコピーは面倒だもんなァ！しかし！力を行使することは自分たちのものにした！ヘッ……人間ってヤツは、力の使い方を知らないエゴイスティックな動物だからだろ？だからお前たちは、お前たちに必要な人間だけを摂取して、地球が育てた生物の生体エネルギーの全てを吸収して、銀河旅行をするつもりだ！……それがお前達だ！けどそういうお前達が、何故かグランチャーとブレンパワードという二つに分かれて生まれた。しかもオスとメスとの関係でもない、もっと根源的に、陰陽とか、プラスマイナスくらいはっきりと反発し合う習性を持ってる。何故だよ！（ﾊﾟﾝｯ）一つで完全無欠に、永遠であるものなど、この世の中には無い！だからこうやって！グチャグチャに生まれてきたんなら、オルファンだってそうだろう！自分の反対にあるものと戦って、探してるものがあるんだろう！ビー・プレートとか、もう一人のオルファンとかさぁ！オーガニックで有機的なものが一つのものであるわきゃないのに！貴様！……お前は！比瑪程度の女にそそのかされて……！！",
    "「世直しのこと…知らないんだな。革命はいつもインテリが始めるが、夢みたいな目標をもってやるから、いつも過激なことしかやらない！」「四方から電波が来る！？」「しかし革命の後では、気高い革命の心だって、官僚主義と大衆に飲み込まれていくから、インテリはそれを嫌って、世間からも政治からも身を引いて世捨て人になる。だったら…」「私は、世直しなど考えていないッ！」",
    "人間は他人を信じないからさ。信じないから疑い、疑うから他人を悪いと思い始める。人間を間違わせるのさ。",
    "世界のデジタル化は、人の弱さを助長し、それぞれだけに都合の良い『真実』の生成を加速している。社会に満ちる『真実』の山を見てみるがいい……。高価な兵器が人道的に人を殺し――犯罪者の人権は被害者のプライバシーより丁重に扱われ――希少動物保護の寄付金が集まる傍らで、貧困に苦しむ人達がいる……。誰もがこう言われて育つわ。他人には優しくしよう。でも競争相手は叩きのめせ！『お前は特別だ』『信じていれば夢はかなう』だけど成功できる人間が一部だけなのは、初めから明らかよね……。君達が『自由』を『行使』した、これが結果だ。争いをさけ、傷つかないようにお互いをかばいあうための詭弁――『政治的正しさ』や『価値相対化』というキレイゴトの名の下に、それぞれの『真実』がただ蓄積されていく。衝突を怖れてそれぞれのコミュニティに引きこもり――ぬるま湯の中で適当に甘やかしあいながら、好みの『真実』を垂れ流す。かみ合わないのにぶつからない『真実』の数々。誰も否定されないが故に誰も正しくない。ここでは淘汰も起こらない。世界は『真実』で飽和する。それが世界を終わらせるのだ。緩やかに。",
    "驚く事はない。これは全て偽物だ。おまえの言う、取るに足らない存在だ。だがな、偽物が本物に敵わない、なんて道理はない。おまえが本物だというのなら、悉くを凌駕して、その存在を叩き堕とそう。いくぞ英雄王―――武器の貯蔵は十分か。",
    "狂人の真似とて大路を走らば、即ち狂人なり。悪人の真似とて人を殺さば、即ち悪人なり。驥を学ぶは驥の類ひ、舜を学ぶは舜の徒なり。偽りても賢を学ばんを、賢といふべし。",
    "人生は何事をもなさぬにはあまりに長いが何事かをなすにはあまりに短い",
    "孤独に歩め。悪をなさず、求めるところは少なく。林の中の象のように。",
    "「さぁ始まるザマすよ！」「行くでがんす」「ふんがー」「まともに始めなさいよ！！」",
    "あんたが全部あたしのものにならないなら、あたし、なにもいらない",
    "こっちはそんなの全部わかっててエンタメを提供してんの",
    "お前が何を見たとしても………信じろ、信じるということはそういうことだ。",
    "我、生きずして死すこと無し。理想の器、満つらざるとも屈せず。これ、後悔とともに死すこと無し。",
    "嗚呼、斑鳩が行く・・・・・・望まれることなく、浮き世から捨てられし彼等を動かすもの。それは、生きる意志を持つ者の意地に他ならない。",
    "よく来た。ここは１番目の「お前の場所」だ。しかし、今は私の場所だ。奪い返せばよい。…できるものなら。",
    "「さよなら‥‥」いつか聞いた言葉‥‥。「さよなら‥‥」いつも聞いた言葉‥‥。「さよなら‥‥」僕が聞きたかった言葉‥‥。「さよなら‥‥」僕が望んでいた言葉‥‥。「さよなら‥‥」最後の言葉‥‥。「さよなら‥‥」最期の言葉‥‥。「さよなら‥‥」彼女の唇はさよならのカタチをえがいて、こわばる。",
    "「ファイヤー」「アイスストーム」「ダイアキュート」「ブレインダムド」「ジュゲム」「ばよえ～ん」「ばよえ～ん」「ばよえ～ん」",
    "この物語はフィクションである。……が、１０年後においては定かではない。",
    "全部俺のもんだ！孤独も、苦痛も、不安も、後悔も…もったいなくてタナベなんかにやれるかってんだよ！",
    "宇宙服ごしに死の世界と隣り合って暮らしていく方法。誰でも知ってるようなことさ。オレァ、カンが悪いから、気づくのが遅れたよ。",
    "「結局何だったのかしら、あの歌」「ただの流行歌よ」「流行歌？」「何万年も昔に異星人の街で流行った、当たり前のラヴソング」",
    "「思い通りに生きろ。生きられる限りな。新しい世代か。ここは生き甲斐のある世界だった。しかし、私が正しいと信じて生きてきた時代は終わったようだ。うらやましいよ、お前たちがな。矢作省吾、もう二度と会うことはないだろう…！」",
    "失われたものの痛みは、いやされるのか？あらゆる孤独と悲しみの理由を知る日は、いつかくるのか？",
    "あなたは赤い部屋が好きですか？",
    "そうです。あのコが僕の畏敬する天使様なのです",
    "そいつはただ……ひとりぼっちだっただけさ。自分以外の誰ともゲームを楽しめない。……夢の中で生きてるような……そんな男だった",
    "グーで負けた。グーで負けるというのは、保守的なために敗北したかのような、苦い後悔が残るものだ。",
    "このハンバーガーとコーラは世界で一番売れている　だから世界で一番美味いものに決まってるだろ",
    "ナンデモナイヨ、タダ、マミヤクンガトビオリタダケダヨ。",
    "（・・・日記はここで終わっている）",
    "戦争を知らない世代――命へのリアルな気持ちが欠損していたのかも知れない――ゆえにあの頃――あの時代にそった青春と環状の歯車がガッツリかみ合ったのかも――そんな仲間たちが――そんな男たちが――あそこには大勢いた気がする",
    "生きるって、恥ずかしいことなんだ。もしかしたら世の中には、カッコ良く生きられる人もいるかもしれないけど、僕は知らない。そうじゃない。右往左往してジタバタして、カッコ良くなんかなくて。みっともなくて。自分を嫌いになりそうな毎日だ。でもここにいる。生きている。だから君も、生き恥をかいて、生き続けよう。みっともなくて、恥ずかしくて、逃げ出したくなる記憶と共に、生き続けよう。",
    "経験は思考から生まれ、思考は行動から生まれる。",
    "やあ、久しぶりだね。君は、自分のなりたい大人になれたかい？",
    "おおらかな気持ちでいることも、りっぱな公共心です。",
    "言語は思考を規定する",
    "このような運動を起こすとき、起こした最初の人、つまりリーダーがいつも過大評価される傾向にあります。しかし、お気づきのように、より評価されるべきは2人目のフォロワーなのです。2人目がいなければ、1人目はただの「変な人」で終わってしまうかもしれません。そこで、デレク・シヴァーズはこう言います。「本当に運動を起こそうと思うなら、リーダーについて行く勇気を持ち、他の人達にもその方法を示すことです。素晴らしいことをしている孤独なバカを見つけたら、立ち上がって参加する、最初の人間となる勇気を持ってください」と。",
    "なんで寺院に機械があんだよ！教えはどうなってんだ教えは！お前ら禁じられた機械を　平気で使ってんじゃねえか！分かってんのか！？｢シン｣が生まれたのは　人間が機械に甘えたせいだろうが！金取んのかよ！？くそったれ！",
    "そういう　して＂あげた＂から、して＂もらえる＂という思考は　ツライ人生になりましてよ～‼",
    "あの頃のインターネットは終わったんだ。もうあの時間は終わって、君も人生と向き合う時なんだ",
    "君は永遠にそいつらより若い",
    "深刻なエラーが発生しました",
    "きっと何者にもなれないお前たちに告げる",
    "夏の情景に包まれて、穏やかに流れる日々。陽射しの中で繰り返される、少女たちとの出会い。夏はどこまでも続いていく。青く広がる空の下で。彼女が待つ、その大気の下で。",
    "否定的な批評を行うことは容易である。なぜならば、どんなものでも、じっくりとよく見れば欠点を見つけることは常に可能だからである。もっぱら欠点に注意を向け、価値あることを無視することはしごく容易なことである。しかし批評の主たる魅力は、批評されているものよりも批評している者のほうが偉く見えることである。批評することはきわめて容易なので、それはしばしば、他のいかなる方法によっても人の興味を引くことができない凡庸な輩の避難所となる。",
    "4万円貸してくれませんか？必ず来月には返すのですが……",
    "火は一日で森を灰にするが、水と風は百年かけて森を育てる",
    "ここに来て一年になるが、ケイスはまだ電脳空間の夢を見、希望は夜ごとに薄れていく。”ナイト・シティ”でこれだけ覚醒剤をやり、あれだけ肩代わりし、危ない橋を渡ってきても、眠るときに見るのはマトリックス。無色の虚空に広がる、輝くロジックの格子ーー",
    "何、それは本当かね！？それは…気の毒に…",
    "その代はりに、無機的な、からっぽな、ニュートラルな、中間色の、富裕な、抜け目がない、或る経済大国が極東の一角に残るのであらう。",
    "人生に似てますね",
    "夏草や兵どもが夢の跡",
    "五月雨を集めて早し最上川",
    "力が…欲しいか…",
    "明日の犠牲者は以上です",
    "時代や環境のせいじゃなくて…俺が悪いんだよ",
    "刻まれていく時が、退屈な一日に変わる　君は何気なく、時間を無駄に過ごす　故郷の狭い土地をうろついて　道を指し示してくれる何かを待っている",
    "「待ってください。アムロさん。僕はあなたに聞いてるんです。シャア・アズナブル。何の用です」「君を迎えに来た、カミーユ・ビダン」「聞けませんね」「ではどうすればいいというのだ、カミーユ」「みんな死んだんだ。エマさんも、アポリー中尉も、ヘンケン艦長も。あの戦争で死んでいった人たちは、それで世界を変えられると思っていたから、死んでいったんです。みんな、あなたを信じたんだ。なのにあなたは僕らの前から消えて、ネオ・ジオンの総帥となって戻ってきた。それでやることが地球つぶしだっていうんですか！？そんなバカな話はない！あれは一体何のための戦いだったんです！？シャア・アズナブル！」「言いたいことはわかるが、今はそんな状況ではない」「あなたはいつもそうだ。いつもいつもそうやって自分一人違う場所にいようとする。」「誰かが人類の業を負わねばならんのだ」「言ったはずだカミーユ。戦士は生きている限り戦わねばならんのだ。生きている者がすべきことがある。それをすることが、死んだ者への手向けにもなるのだ」「……わかりましたよ。協力はします。でもね、僕は絶対あなたを許しませんよ。シャア・アズナブル。それを忘れないでいてもらいましょう」",
    "俺より強い奴に会いに行く",
    "生きたいと思う心が欠如している程度では、残念ながら、死にたいと思うには不十分だ。",
    "「私には愛する人などいないし、自分自身もいつ死んでもかまわないと思っている」という応答に強い説得力があるのは、自分がいつ死んでもよいと思っている者に対して、いかなる倫理も無力であることを、それが教えてくれるからである。何よりまず自分の生を基本的に肯定していること、それがあらゆる倫理性の基盤であって、その逆ではない。それがニーチェの主張である。だから、子供の教育において第一になすべきことは、道徳を教えることではなく、人生が楽しいということを、つまり自己の生が根源において肯定されるべきものであることを、体に覚え込ませてやることなのである。生を肯定できない者にとっては、あらゆる倫理は空しい。この優先順位を逆転させることはできない。",
    "「なんとかなるよ、絶対だいじょうぶだよ」",
    "ネタからベタへ",
    "土地の独占所有は社会を腐らせる。GAFA はユーザーが離れたら終わりだが、土地所有は永遠。",
    "自分たちと異なる存在を、叩くことは簡単だ。だが彼は、どこまでも分かり合おうとした。どんなに対立しても、分かり合えると信じ続けた。たとえ裏切られ、傷つき、倒れ、力尽きても。なぜなら彼はお互いの理解の先にこそ、希望があると知っていたから。彼の背中を目指し、わたしたちは歩んでいきたい。55 年前に、未来があった。",
    "そんな思い出も時間と共にやがて消える。雨の中の涙のように。死ぬ時が来た。",
    "やはりエジプトか…いつ出発する？わたしも同行する",
    "面白きこともなき世をおもしろく",
    "生きてるだけでえらい",
    "「ソ連では希望こそ思想の中心である。階級が無く、淑女や紳士がおらず、誰もが友人であるような国にいるということ、それは稀に見るすがすがしい経験だった。明日、私はこの希望の土地を去り、我々の絶望の国へ帰る」（バーナード・ショー）",
    "名前を隠して楽しく日記。",
    "たったひとつの命を捨てて、生まれ変わった不死身の体。鉄の悪魔を叩いて砕く。キャシャーンがやらねば、誰がやる！",
    "花に嵐のたとえもあるぞ、さよならだけが人生だ",
    "…我々は、一人の英雄を失った！しかし、これは敗北を意味するのか!?否、始まりなのだ！地球連邦に比べ、我がジオンの国力は三十分の一以下である。にもかかわらず、今日まで闘い抜いてこられたのは何故か!?諸君!!我がジオン公国の戦争目的が正義だからだ！これは諸君らが一番知っている。我々は地球を追われ宇宙移民者にさせられた！そして一握りのエリートが、宇宙にまで膨れ上がった地球連邦を支配して五十余年！宇宙に住む我々が、自由を要求して、何度、連邦に踏みにじられたか！ジオン公国の掲げる、「人類一人ひとりの自由の為の戦い」を、神が見捨てるわけはない！…私の弟、諸君らが愛してくれたガルマ・ザビは死んだ！何故だ!?戦いは、やや落ち着いた。諸君らはこの戦争を、対岸の火と見過ごしているのではないか!?ガルマは諸君らの甘い考えを自覚させる為に死んだ！諸君の、父も、兄も、子も、その連邦の無思慮な抵抗の前に死んでいったのだ！この悲しみも、怒りも、忘れてはならない！それをガルマは、死を以て我々に示してくれた！我々は、この怒りを結集し！連邦軍に叩き付けて、初めて真の勝利を得る事が出来る！…この勝利こそ、戦死者全てへの最大の慰めとなる！国民よ！悲しみを怒りに変えて！立てよ、国民よ!!我らジオン公国々民こそ、選ばれた民である事を忘れないで欲しいのだ！優良種たる我らこそ、人類を救い得るのである!!ジーク・ジオン！！",
    "「絵」を描くという作業は『無限』である。どこで終わっていいのか、一枚をずーっと描いてられる。そして『物語』。仮に「恋人」が穴の底に落ちている設定があって、そこに「嫌いな友人」を身代わりに突き落とすと、その『恋人』は命が助かるという状況があったとしたなら、もし、あなたならどうしますか？　嫌いなヤツを突き落とす？　それは「正しい行動」じゃない気がする。考えると『無限』に答えが出なくなってしまう。ちなみに「絵」は、自分の「心」が終わりとした時が完成。自分勝手だと思う。",
    "あなたを詐欺罪と器物損壊罪で訴えます！理由はもちろんお分かりですね？あなたが皆をこんなウラ技で騙し、セーブデータを破壊したからです！覚悟の準備をしておいて下さい。ちかいうちに訴えます。裁判も起こします。裁判所にも問答無用できてもらいます。慰謝料の準備もしておいて下さい！貴方は犯罪者です！刑務所にぶち込まれる楽しみにしておいて下さい！いいですね！",
    "メロスは激怒した。必ず、かの邪智暴虐の王を除かなければならぬと決意した。メロスは政治がわからぬ。メロスは、村の牧人である。笛を吹き、羊と遊んで暮して来た。けれども邪悪に対しては、人一倍に敏感であった。",
    "オヤジ オヤジとゴロツキ共に慕われて…家族まがいの茶番劇で海にのさばり……何十年もの間 海に君臨するも 「王」にはなれず…何も得ず……!!終いにゃあ口車に乗った息子という名のバカに刺され…!!それらを守る為に死ぬ!!!実に空虚な人生じゃあありゃあせんか？",
    "私、いつまでもレイバーが好きなだけの女の子でいたくない。レイバーが好きな自分に甘えていたくないの。──お願い、車出して",
    "一日を変え、一生を変えるカクテルを！",
    "怖かろう、悔しかろう。例え鎧をまとおうと、心の弱さは守れないのだ…！",
    "人間の欲望は他者の欲望である",
    "貴様！俺の目を盗みやがったな！",
    "我は在りて在る者なり",
    "世界は、みるひとのイメージでかわるんだって。しってた？",
    "現実は非情である",
    "絢辻さんは裏表のない素敵な人です",
    "チェンソーマンはね、服なんて着ないし、言葉を喋らないし、やる事全部がめちゃくちゃでなきゃいけないの",
    "穏やかじゃないですね",
    "……確かに写ってたんだ｡俺の娘……まるで､天使みたいに笑って……",
    "「ラスト…ラストなんで爆発させた？」「……最高だったでしょ？」",
    "それとも　お前　何十年も修行して達人にでもなるのを待ってから戦場に出るつもりか？気の長げェ話だな",
    "現実と虚構が入り乱れる情報社会、人は自分の存在にすら自信を失っていく。その不安をかきけすようにつながろうとしている人々、それがたいして意味がなくても…見えるはずもない新しい扉を見つめ、この世界を閉じてしまう",
    "人生という限られた時間を無駄無く生きよう、などと考えてはいけません。「無駄」という時間など、そもそも存在しないのですから。たっぷりと無駄な時間を過ごしてこそ、人生はその真の姿を開示してくれるものなのです。駄作愚作珍作怪作にこそ映画本来の醍醐味があります。",
    "できらぁ！",
    "西暦2029年。「企業のネットが星を被い、　電子や光が駆け巡っても　国家や民族が消えてなくなる程　情報化されていない近未来―――」",
    "みんな偉い夢持ってていいなア‼じゃあ夢バトルしようぜ！夢バトル‼",
    "でも、僕のような人間が教訓めいたことを言ってもしょうがない。僕が多くの映画を作ってこられたのは、ずっと運が良かったからです。そういう人間が「こんな苦労をした」と言っても意味がない。努力したにもかかわらず、運が悪くて這い上がれない人の気持ちを代弁できないからです。スポーツで栄誉を得た選手が、「夢は必ずかなう」と叫ぶのも滑稽です。あなたはかなったかもしれないが、かなわなかった多くの人をどう考えるのか。",
    "人々の心を動かすのは、勝者ではないのです",
    "堪えねばならんのだよ。勘違いするな、「堪える」と「許す」は違う、世の理不尽な出来事を許してはいかん、人として憤らねばならん、だが堪えねばならぬ、憎しみの連鎖は誰かが断たねばならぬ。",
    "よく芸は盗むものだと云うがあれは嘘だ。盗む方にもキャリアが必要なんだ。最初は俺が教えた通り覚えればいい。盗めるようになりゃ一人前だ。時間がかかるんだ。教える方に論理がないからそういういいかげんなことを云うんだ。",
    "指の間から若さがこぼれ落ちていく怖さがわかる？簡単な決断だったと思うの？怖かったんだよ！今だって怖い！でも、自分の人生をしっかりつかまなきゃならなかった！",
    "私は今、”まやかし”のものに泣かされてるんだって。物語も登場人物も全部つくりもの。でも、つくりものだろうが何だろうが、どうでもよかった。じゃあ、”現実”も同じように考えたらいいんじゃない？って、その時思ったの。私が誰かの想像の産物に過ぎないとしても、それでもあなたのことを大切に思ってる。",
    "理想だと！？戯れ言だ！",
    "――忘れるな。イメージするのもは常に最強の自分だ。外敵など要らぬ。おまえにとって戦う相手とは、自分のイメージに他ならない",
    "そこで今日は皆さんに、ちょっと殺し合いをして貰います",
    "静かな日々の階段を",
    "夢見る頃をすぎても",
    "川よりも長くゆるやかに",
    "我はメシア、明日この世界を粛清する。",
    "ねだるな、勝ち取れ、さすれば与えられん",
    "あなたのインターネットはどこから？",
    "ハロー！そして…グッドバイ！",
    "果報は寝て待て",
    "どうした？撃たないのか？相手は学生だぞ？それとも気づいたか？撃っていいのは撃たれる覚悟のある奴だけだ",
    "アウトプットは量多い方がいい。フィルタは各自がやればいい。この原則わかんない奴はインターネット合わないと思う",
    "続きはまたの機会に申し上げたいと思います。本日はこれにて！",
    "みんなにとって大事なことには何度も何度も出会うことになる。自分にとって大事なことには出会うことさえないかもしれない。",
    "きょうはなんにもないすばらしい一日だった",
    "コミュニケーションとは対話が終わったときに自分が変わる覚悟を持っている、そういう覚悟のもとで行われるもののことである",
    "日々私達が過ごしている日常というのは、実は奇跡の連続なのかもしれん",
    "(　ﾟ∀ﾟ)o彡°もう一泊！(　ﾟ∀ﾟ)o彡°もう一泊！",
    "インターネットへようこそ。すべての行為はコピーだ。",
    "仄暗い水の底から",
    "なんだかんだと聞かれたら、答えてあげるが世の情け 世界の破壊を防ぐため、世界の平和を守るため、愛と正義の悪を貫く ラブリーチャーミーな仇役、ムサシ、コジロウ、銀河をかけるロケット団の二人には ホワイトホール白い明日が待ってるぜ！にゃーんてにゃ。",
    "百億の昼と千億の夜",
    "…お前、タイムリープしてね？",
    "おまえら、聞け。静かにせい。静かにせい。話を聞け。男一匹が命をかけて諸君に訴えているんだぞ。",
    "生命は海で生まれ…先史時代の巨大な獣へと進化し…ついには二足歩行する人類に行きついた。今、人類の大いなる旅路が始まる。文明のゆりかごから始まるこの度は、やがて星々へと至るだろう。",
    "厭世と多幸は表裏一体だ",
    "ゆく河の流れは絶えずして、しかももとの水にあらず。",
    "◆きこえたかい？",
    "＊ここがターニングポイントのようだ。",
    "本当の私達は────ずっとあそこにいるのに",
    "明日、もう一度ここに来てください 私が本物の料理をお見せしますよ",
    "|←樹海|　　　　　┗(^o^ )┓三",
    "丁寧なインターネット生活",
    "Love Song 探して",
    "血の池に足を突っ込んで、砲弾の嵐を潜り抜け、戦友の死体を踏みつけて行くとき、弱っちいがいつもそれが最後の頼りになる。どんな軍隊でも、最終的に一つだけ信用しているものがある。それは人間と、その忠誠心だ。経済が崩壊した時、武器が破壊された時、敵が強い時、我々が、負けようとしている時、俺は、知っている。何が信用出来るのかを。それは札束でも、武器でもない。困ったときに最終的に助けに来るのは、心だ。心だけは、良い思い出は裏切らない。これは個人でも、国でもおんなじだ。土壇場の土壇場で軍が頼るのは、お前達一人一人の、この国の良い思い出だ。",
    "まず、「適当」だな。軍隊で言う「適当」ってのはな…、考えられる最善のことをやれって意味だ。適当にやれって言われたら、オメーはオメーの全権限を使って考えうる最善の行動をする。そうでなければ、ピーナッツ野郎だ。覚えとけよ。",
    "2年前、俺は坂の下に立ち尽くしてた。どこにもいけない自分に苛立ちを覚えていた。抜け出すことのできない町が嫌いだった。何もかもが嫌で…すべてが、変わることを望んでいた。",
    "時々大波が来て、心臓がねじくれそーになってのたうったり 叫び出したくなりそーな夜が周期的にやってきたりするけどね ま、そんだけの話。命に別状はないよ。",
    "『マシ』がいくつあったって、たったひとつのアレには敵わないんだ…残念ながら多分それは『愛』なんです…",
    "…たまに思うんだ。目を開けたら何事もなかったみたいに子供の頃の自分に戻れるんじゃないかって。…でもやっぱりそんなことはなくて、今の自分は自分でしかないんだよな。",
    "…あの頃の僕は……目を閉じれば、何にだってなれたしどこへでも行けた。未来にだって行けたんだ。けれど…あの時の未来が今の自分とぴったり重ならないのは……僕がどこかに大切なものを置いてきてしまったからなのかな？",
    "モノを食べる時はね、誰にも邪魔されず、自由でなんというか救われてなきゃあダメなんだ。独りで静かで豊かで……",
    "オヤジの栄光時代はいつだよ…全日本の時か？俺は……俺は今なんだよ!!",
    "言うなれば運命共同体。互いに頼り、互いに庇い合い、互いに助け合う。一人が五人の為に、五人が一人の為に。だからこそ戦場で生きられる。分隊は兄弟、分隊は家族。嘘を言うなっ！猜疑に歪んだ暗い瞳がせせら嗤う。無能、怯懦、虚偽、杜撰、どれ一つ取っても戦場では命取りとなる。それらを纏めて無謀で括る。誰が仕組んだ地獄やら。兄弟家族が嗤わせる。お前もっ！お前もっ！お前もっ！だからこそ、俺の為に死ねっ！",
    "千石取れば万石羨む",
    "ネットは広大だわ",
    "言っとくけどな、そんなに簡単になりたい大人になれると思ったら大間違いだぞ！",
    "私は好きにした、君らも好きにしろ",
    "夜空はいつでも最高密度の青色だ",
    "技術的には可能です",
    "「世の中に失われないものがあるの？」「あると信じるね。君も信じた方がいい」",
    "子供が子供なのは、大人が何でもわかってるって思ってるところだ。──ったく、大人になったくらいで何が変わるよ？せーぜー腰が痛くなったり、駅の階段で息切れする位だ。いつだって帰りたいと思ってるけど、そこが何処にあるのかすらわからないままだ。ああ、原田、会いたいなぁ、オレはさびしいよ。",
    "「でも、そんなに涼しい顔して年齢を言えるとは思わなかったな。どうして平気なの？」「近ごろこのあたりはすごく物騒だからね。何事もなく1つ歳を取れることがどれだけありがたいか。歳を取ることは不幸じゃない。やりとげた証なの。」",
    "憧れは止められねぇんだ",
    "「現実を、悪く、嫌だと捉えているのは君の心だ。」「現実を真実に置き換えている、君の心さ。」「現実を見る角度、置き換える場所。これらが少し違うだけで、心の中は大きく変わるわ。」「真実は、人の数だけ存在する。」「ま、人一人が持てる世界観なんて、ちっぽけなもんや。」「だけど、人はその自分の小さな物差しでしか、物事を測れないわ。」「与えられた他人の真実でしか、物事を見ようとしない。」「晴れの日は気分よく、」「雨の日は憂鬱。」「そう教えられたら、そう思い込んでしまう。」「雨の日だって楽しい事はあるのに。」「受け取り方一つでまるで別物になってしまう、脆弱なものだ。人の中の真実とはな。」「人間の真実なんて、その程度のものさ。だからこそ、より深い真実を知りたくなるんだね。」「ただ、おまえは人に好かれる事に慣れていないだけだ。」",
    "……ヒトの欲望とは灯火のよなものだ。小さなうちは暖かで心地よい。だが、燃え続ける火はやがて炎となる。全てを焼き尽くすまで止まらぬ怪物にな……ヒトはそんなものを愛しすぎた。その安易な温もりに依存し、全てを灰に帰す破壊者の本性には、目を背けてきたのだ。ヒトは世界のために尽くす存在であるべきなのだ。それが、ひいてはヒト自身の安息をも約束する。何を求めるべきであり、何を求めてはいけないのか。その線を定めるのはヒトではない。……世界だ。ヒトはただ、世界を照す信号台であればいい。穏やかに回り、明滅し、世界の意志の一部となる……それが最善にして最高の生業なのだ。",
    "自らを由とせよ。これ、我の真なり。",
    "させない？私は漫画本の悪役とは違う。妨害される可能性を考えず私が計画を話すと思うか？35分前に起動したよ",
    "Do it? Dan, I'm not a republic serial villain. Do you seriously think I'd explain my master-stroke if there remained the slightest chance of you affecting its outcome? I did it thirty-five minutes ago.",
    "「そこになんの違いもありゃしねぇだろうが！」「違うのだ！！」",
    "自分の好きな人を大切にすることは、それ以外の人には冷たくすることになるんでねえの",
    "突如脳内に溢れ出した　存在しない記憶",
    "僕達が声援を送っているのは、僕達自身なのかもしれない。",
    "Lain is omnipresent, existing everywhere.",
    "Make me sad, Make me mad, Make me feel alright.",
    "I thought what I'd do was, I'd pretend I was one of those deaf-mutes. or should I?",
    "Weaving the Web: The Past, Present and Future of the World Wide Web by its Inventor.",
    "I always wonder why birds choose to stay in the same place when they can fly anywhere on the earth, then I ask myself the same question.",
    "I need you.",
    "Experience is the name everyone gives to their mistakes.",
    "Colorless green ideas sleep furiously.",
    "Buffalo buffalo Buffalo buffalo buffalo buffalo Buffalo buffalo.",
    "0xDEADBEEF",
    "0xFEE1DEAD",
    "If the radiance of a thousand suns Were to burst at once into the sky That would be like the splendour of the Mighty One... I am become Death, The shatterer of worlds.",
    "I miss the internet.",
    "So Long, and Thanks for All the Fish",
    "vanitas vanitatum, et omnia vanitas",
    "I miss you.",
    "Men Always Remember Love Because Of Romance Only.",
    "Небо очень и очень темное , а Земля голубоватая .",
    "「這是冒險的終結嗎？世間的一切都沒有終結。我們來此尋找長生不老的秘密，是為了要成為神？我們是人，人類永遠都是凡人，雖然我們沒有獲得長生不老，但至少我們獲得了真實，我們開始於神話，現在我們要回到現實，不過……這個生活是真實的嗎？不，這只是電影，攝影機往後拉。」",
    "正如要有林林總總部份才能組成一個完整的人，而其中每一部份又要有千差萬別，才得以構成迥然不同之人，異於他人的面容，下意識裡的聲調，夢醒時所見的手掌，兒時的記憶，未來的命運，以及我的電子腦所觸及的信息海洋，所有的這一切，孕育了「我」，個人意識的升華，使我意識到自我的存在，同時也將我限定在\"自我\"之中。「孩童之時，所言俱為孩童，所感如是孩童，所思亦復孩童，唯成年之後，便將童心擯棄。」（哥林多前書 13 章-11）",
    "如果你關心的只是故事，或者可能人設，「那作畫到底有什麼重要的？」是這樣，如果故事在那頭，你在這頭，我們如何讓故事從點 A 到達點 B？我們透過音效、配音、作畫以及其他，你可以想出很多其他元素，不過把故事打包起來運送，我們叫它「敘事」，而為了達到好的敘事，你需要很多藝術家一起來思考這個非常困難的問題，「我們怎麼才能把故事講得最好？」正是他們創造性的答案，決定了他們藝術成品的效果。你可能見過有著非常好故事的動畫被沒勁的敘事拖後腿，你也可能見過非常沒營養的故事，而被非常刺激和富有想像力的敘事所挽救的動畫。你可以將其歸功於導演瞭解如何使用他的作畫團隊，不過確實是動畫家們在做真正的思考，思考「我如何透過動作來表達」、思考「我如何畫一系列的畫來讓觀眾與我筆下的角色感同身受」、思考「我如何讓觀眾理解我的角色所遭遇的經歷」。這就是敘事的本質，動畫家正位於其前線和中心。有些作品很匆忙的製作出來，而沒有人有時間在乎這個問題，導演沒功夫在乎，他就隨手拿漫畫分格當分鏡用，動畫家也沒功夫在乎，因為所有的原畫都被送到海外代工了，當一部片導演沒人在乎、動畫家沒人在乎，所有重要的「我們怎麼才能把故事講得最好」的問題就都沒人回答了。這就是為什麼好的作畫對於高品質敘事的包裝是重要的。最好的電影、電視動畫有一整個團隊，充滿了富有創造力的藝術家，讓他們的血淚和汗水融入到故事的運載工具中，即我們稱的「動畫」，紙面上故事裡要是寫著「某件事情發生了，角色很傷心」，但是卻需要藝術家們的技巧與熱情，來使這些情感和經歷變為真實。",
    "手塚治虫訪談「我與咖啡和紅茶共伴至深夜…」我最近突然在思考，我在畫的其實並不是「畫」。（中略）而要說我畫的是什麼，我認為是類似象形文字的東西。我筆下的人物，在驚訝時眼睛會變圓，生氣時會像鬍子大叔那樣皺起眉頭，或是整個頭部伸直。（笑）沒錯，這裡頭是有規律的。也就是說，它們是種符號。而把各種不同的符號組合起來，就會變成類似於畫的東西。（中略）漫畫對我而言，只是種表現手段的證書，我覺得實際上我並不是在畫畫，而是用一種特殊文字在寫故事。",
    "12 　タチコマの家出 映畫監督の夢　 ESCAPE FROM「我當然不會說那是個糟糕的電影，不過，基本上無論什麼娛樂都只是一時的，而且也應該如此，像這種沒有開始也沒有結束，只是一味迷住觀眾使其無法離開的電影，不管它是多了不起的東西，只是有害無益。」「哦，很嚴厲的批評呢，你是不是想說觀眾有自己應該回到的現實呢？」「是的。」「在這裡的觀眾中，也有人一回到現實就會遭到不幸，如果你把那些觀眾的夢想奪走，你承擔得起責任嗎？」「承擔不起啊。但正是在現實生活中拼搏，夢想才有意義，只是把自己投射到別人的夢想裡的話，跟死又有什麼兩樣。」「真是一個現實主義者啊。」「如果你把逃避現實叫做浪漫的話。」「好個堅強的女孩呢。什麼時候你堅信的現實建構完成了，再來叫我們吧。那時我們會從這個電影院裡出來的。」",
    "「巴特，你有沒有被電影情節感動而哭過的經歷呢？」「這麼說來以前有過啊，我在看馬克斯兄弟的電影的時候，因為笑得太厲害而流眼淚啊。」「真像你啊。」「對了，下次我們兩個去看場電影怎麼樣？」「謝謝啦，不過如果有真想去看的電影，我會選擇一個人去看。」「那相比之下不怎麼想看的電影呢？」「不看。」「原來如此。」",
    "我不會忘記。今年發生的事，今天的事，星期一晚上的事。即使我們無法停止時間，仍能如此將其化為回憶。季節的空氣與氣溫、聲響和氣味與體溫，觸及肌膚的感受，會成為書籤帶我重回舊地。禮拜一是得面對自己的無價值與無力的一天。不管是街道、世界還是生活，這座小鎮實在太狹小了。我討厭禮拜一。因為又是仍不習慣的校園生活。沒辦法和朋友玩耍或運動。我該怎麼辦好。該拿這種心情怎麼辦好。我比大家都還孩子氣，大家都比我成熟。為什麼我沒辦法變成像大家那樣。大家是怎麼成為大人的呢。",
    "得到幸福的兩個開關，一個是吃下好吃的食物、沈浸在自己的興趣裡⋯只要自己一人就能按下的開關，另一個是被他人稱讚、認同，不是由他人按下，就無法感受到幸福的開關。能由自己按下的開關，雖然得到的幸福是輕微而少量的，但能在自己想要的時候按下。由他人按下的幸福開關，所得到的幸福卻是強烈的，會希望他人能夠不斷按下、對此欲罷不能。反之則會覺得不滿和不安滿溢而出，失去自信。最後就會變得覺得，只要能讓他人按下開關，什麼都願意去做，舞台就是讓他人按下開關的所在。在上面會覺得，只要能受到歡迎什麼都會去做，即使是把自己的一切都出賣了，總之就是希望他人能夠按下開關。回過神來時，也許會發現失去了重要的東西。那⋯那麼該怎麼做，才能避免這樣的事情發生呢？要把呈現出去，和不呈現出去的東西分開來，呈現出去的是「技藝」，想繼續站在舞台上，就得去磨練自己的技藝。",
    "因為要自己幫自己下決定很麻煩啊。自己絕對說不上是正確的。但也沒人能說這是錯的。所以只要有人說了該怎麼做就好，不管那是電視的星座占卜還是糖果包裝紙上的占卜，都沒什麼差別。",
    "世值大炎上時代，人們渴求著放火……我們不可招惹他人的不悅。要盡可能地避開使人反感的行動。各位知道為什麼你能夠存在在這個網路上嗎？因為整個社會願意不來群毆你！我們必須要持續求得社會上大多數人的許可！能讓我們享受網路和平的方法，就是持續獲得周遭人們的容許！我們只能對自己擴散出去的資訊做過最大程度的思慮之後，不斷祈求著「拜託請大家放過我」！唉呀？為什麼你不祈禱？難道你認為只要不做壞事就沒事，只要當個好人就好了嗎？不，你會死！我們不可能成為滿分的人！最多就是 99 分的存在！只要剩下那 1 分的部份，被聚焦到就會死亡！擴散訊息者為了避免被責難，絕不能犯下任何一點過錯，但接收訊息者只要發現一點錯誤，就能進行譴責！現在你已經被困在數萬接收者所提出極具魅力的是非問題中了！請你不讓眾人打出否定的答案！你做得到嗎？況且假使你真的是個滿分的人，你認為普通人有辦法理解嗎？實際上不管是非對錯如何，只要有了一定數量的人怎麼想，遊戲就已經結束了！",
    "「人類是透過說故事跟聽故事來探索跟理解世界的，而政治通常就是舊故事跟新故事之間的競爭。」ーー喬治．蒙比奧特",
    "「強納森！你這傢伙！是對亞諾瑪艦長ー！為了對你媽媽復仇，才成為Reclaimer的吧！？你媽媽、亞諾瑪艦長她，因為覺得有責任！跟Plate一起沉到了海底！消失了！已經沒有必要再把別人扯進來了吧！」「我已經不在乎那女人了！腦裡只有自己自尊的女人，誰會煩惱！」「你說謊！親子的感情不是那麼容易切斷的！」「呵哈哈！你就是沒有覺悟才會講出這種話！沒志氣的傢伙！算什麼男人！」「沒志氣！？沒有覺悟！？」「如果真有覺悟，連家人都殺得了！不是因為氣憤才做，即使沒覺得勃然大怒，只要有著正義的信念，和貫徹信念到底的堅持，就做得到！」「那是有原因的！…難言之隱！」「嘻哈哈！你就是沒有覺悟，才沒辦法弄沉Orphan！」「什，什麼？」「如果你真想弄沉Orphan，早在來的時候就裝好核彈或氫彈了吧！」「那種程度的玩意，弄不沉Orphan的！」「弄得了。只要你在裡頭引爆二、三十發枚核彈。連Orphan都會沉的。」「弄不了！」「勇啊，你這不是很奇怪嗎？那為什麼要跑到外頭，去喊著什麼『我要弄沉Orphan』呀？」「那是因為，還存在著像Microwave，或是B.Plate之類的可能性！」「你一開始就沒打算弄沉上頭有你雙親和姊姊的Orphan。這才是你真正的想法，為了在Novis.Noah上面生存，才會搭著Antibody戰鬥、裝模作樣！」「不對！！那些人就該跟著Orphan一起消失！！」「…你真的這麼想嗎？」「你想…說什麼！」「我啊，和昆西・以薩相愛著呢ー」「與我無關！」「稍微追求就得手了」「男女之間的事，沒什麼稀奇的！」「翠・伊佐未博士也是」「…你在說什麼？」「哎呀，還想說不過就是個老太婆。不過啊，嘖嘖，可真別有一番風情讓人感動啊」「唔嗚嗚！」「哈哈哈！憤怒吧！」「呃啊啊啊啊啊！！」「這種事一般是要覺得有趣的唷？你理解你為會生氣的理由吧？就是因為你沒法弄沉Orphan！」「說謊！這是強納森流的虛張聲勢！」「那就去問你媽媽吧。那充滿熱情的肉體…」「你這傢伙！！」「不好意思，我說得太過頭了」「但要跟你報告現狀，就是你老爸絲毫沒察覺妻子態度的轉變！而你是這樣的男女生下的小孩！」「真可憐哪，活著也很痛苦吧？讓我送你上路吧。別擔心，昆西我也會好好照顧的。我自認還挺有包容力的」「唔！別說了！」「哈哈哈哈！」「你作的事不管有什麼理由，都是狗畜生不如！魔鬼！卑賤至極！呃啊啊啊啊啊啊啊啊啊！」",
    "「那個…不是有個叫超級瑪莉歐的玩意嗎？」「啊？」從保健室醫生口中流出的，過於突兀的發言。超級瑪莉歐，我想就我的年代來說是無人不曉的，總之。「…我知道，遊戲對吧？」「沒錯，那個啊，是在玩什麼的？」「在玩什麼…就是打倒敵人、吃下香菇、潛入水管…」「…」「這，怎麼了嗎？」「你覺得那個男的對於自己正在做的事情…是怎麼想的呢？」「什麼意思？」大森となえ用著極緩慢的動作抹熄香煙。我再次抬頭望向她的表情，意外的相當認真。「真是瘋狂的故事啊…」「…？」「吃下幻覺香菇、身體變得巨大…」「哈？」「摘下花後就能噴出火燄…」「…這又怎麼了嗎？」「你知道大麻效力最強的部位在哪裡嗎？」「啊？不曉得」「是植物的最上層，也就是花朵」「啊…」「一個男人吃下撿到的香菇，覺得自己的身體似乎變得巨大」「啊…」「吃下花後能夠噴出火燄、除了自己之外，移動的事物全都是敵人…」我望著陷入小劇場的保健室醫生的舉動。我瞭解她所想講的東西了。真蠢。我笑著。「你想說瑪莉歐是藥物成癮者嗎？但是這種事情、太無聊了。這本來就只是童話一類的東西而已不是嗎」「…那、他的目的是什麼來著？」「拯救公主…吧？」「這樣子啊…」「就是所謂的騎士道精神。這是童話的基本形式。而且這不是件很偉大的事情嗎」大森となえ不發一語地伸向香煙盒，取出一根銜上，並點火。如同嘆息般呼出的煙…將我的視界染上一片白。「公主什麼的、真的存在嗎…」「啊哈哈，女孩需要白馬的騎士、男孩需要公主。但我們彼此都不是能再講這些東西的年紀了吧」「即使真的存在、又是否是真的被「怪物」所囚禁著呢…」となえ在這之後陷入了沉默。是因為談到了年紀而影響了他的心情嗎。若是這樣還真是不成熟。不過也不需要再陪她繼續聊這種無趣的話題了。瑪莉歐？而且瑪莉歐又怎麼了？再說…。啊、是這樣子啊…「となえ、瑪莉歐並不是在妄想瑪莉歐自身的事情對吧？」「欸？」「只是操作著瑪莉歐的人在妄想、瑪莉歐本身是沒有責任的」「不，所以說，是操作的人讓瑪莉歐…」「那麼又是誰在操作著的？」「咦？」「如果我是瑪莉歐的話，那一定有人在操作著我！」「你在說什麼…」「原來是這樣…」「…什麼？　怎麼了？」「是你對吧…」「咦？」「是你在操作我…」「等等…你作什麼…」我襲向了となえ。將她壓倒在地板上，壓著她的手問著。「是你在操作我對吧？是這樣對吧？我從之前開始就覺得很奇怪了！」「喂、冷靜點、喂！」「不是我…不是我的錯…」",
    "「我可是拚了死命才來到這裡，我來這裡不是為了看這些虛像的」「別生氣，我們來聊聊吧」「你到底想說什麼，別再拐彎了，講清楚！…難道你是在試探我嗎？為什麼，你到底想知道什麼！我沒有隱瞞任何事！」「為什麼你不從軍？」「因為我討厭他們的作法」「怎麼個討厭法？」「就像是捨棄垃圾般地，為了大我捨棄小我，在還沒確定手段的好壞之前，就已理所當然地做出決定」「500 年前，人類親手葬送了地球，國際聯盟因此以地球保護法為由，訂定了 ADAM 管理，為了促進人類的活性化，倖存的都市要在往後 500 年離開地球，而現在時間已到。你愛著由唯嗎？」「我喜歡她」「怎麼個喜歡法？」「我想和她永遠在一起，我想保護她，如果這能稱得上是愛的話，我愛著她，或者該說我正開始愛著他」「你現在想做什麼？」「常去的喫茶館、老面孔的機車行，我們的都市雖然只是在東京裡微不足道的小地方，這裡有著我們的伙伴，我想要一同在路上兜風，突然想見什麼人，留意電話的來電鈴聲、和老友互相鬥嘴、每天開心地活著」「對省吾你而言，大人是什麼？」「大人哪…小時候我非常憧憬『大人』這種稱呼，但現在看到那些所謂的大人，盡是做著只為滿足私欲的事情，欺騙、傷害甚至殺害他人，骯髒無比！我不想成為這樣的大人！真希望我碰見的能是兒時在電影和電視劇上所看到的大人」「那麼你就成為那種你所憧憬的大人吧」「我成為大人」「那麼或許就能改變這個城市或社會了」「伊芙，你到底想說什麼？」「ADAM 啟動了，但是否能夠返回地球，仍要由 ADAM 以我所傳過去的資料，判斷是否滿足回歸地球的條件，我是為了將不會再重複同樣過錯的人送回地球所設計的程式，我正在和 ADAM 交談。」「我們正往地球前進嗎」「是的，但是…」「ADAM 的判斷是？」「我也不知道」「為什麼？」「ADAM 仍然不發一語，我是沒有能力解除 ADAM 的」「沒關係的，伊芙，我們也不是值得活下來的人類，只是我認為能夠集齊眾人的力量來到這裡，並且遇見你，就很好了，謝謝你，伊芙」「謝謝你，省吾，請你到最後都不要放棄希望，我也會盡我所能幫助你的」「伊芙…」「仁者必勝的時代早已結束了，怎麼，不服氣嗎？矢作，站起來！」「你們大人總是這樣地貶視我們！別開玩笑了，因為強大就能為所欲為嗎！殺人如草芥、破壞一切，強大就是對的嗎！結果就是這副慘況啊！」「怎麼了，結束了嗎？」「你這樣的人揍了也是白費！」「那就是月球的防衛兵器，ADAM，月球本身就是一整顆武器，而那是異星人迪塞克的船艦」（♪秘密く．だ．さ．い）「我們也會變成那樣嗎」「沒錯，在還能活著的時候，照你喜歡的方式活吧。全新的世代嗎…」「你想尋死嗎」「這裡曾經是有生存價值的世界，但我所相信是正確的世界已經結束了。我真羨慕你哪。矢作省吾，這是我們最後一次見面了」「到最後還要耍帥」",
    "小心別讓快樂壞掉",
    "好的判斷來自經驗，而經驗來自壞的判斷。",
    "「你說的或許有理，穆斯林確實遭到歧視，世界也不是那麼公平。」我說：「但你們的行動並不是聖戰。待在歐洲、在職場闖出一片天，這才是所謂的聖戰。當然，後者的難度比較高，所以你們才會選比較輕鬆的那條路。」",
    "光錐之內就是命運",
    "我的意思是，我依然不喜歡那些我身為部落客時所寫過負評的任何一款遊戲，但是我已經不再是那個對它們充滿敵意的混蛋了。不要誤解我的意思：我仍然認為負面的評論對遊戲這個媒介來說是絕對重要的，但是將我不喜歡的遊戲批得體無完膚，只為了證明我在某方面比它的開發者們還要聰明，不再使我感到享受了。批評家大致上是照顧讀者為主，而非開發者ーー當我在Destructoid上給了曙光公主（Twilight Princess）4/10這樣的分數時，我試著警告人們別將錢花在上面的想法，比我想要拿刀捅任天堂的想法還要多。但在那樣的關聯之下，是很容易地忽略一個事實，那就是當你對開發者們開砲時，你打到的是真實存在的人類。是有生命、感情、熱情、以及（如果他們和我一樣的話）那事關重大的自尊。換句話說，我如果就算他媽的能和善一點的話也不會死掉。我並不是要說所有的評論家都是一些豬頭，以及所有的開發者們都不會犯錯ーー一點也沒有這樣的意思。評論家是他媽的必要的，然後開發者們會犯錯。但是在我身為部落客時，我以為我知道的，和遊戲開發的真相的鴻溝是如此地巨大，無可想像地浩大，讓我有時候想要回到20歳出頭的我的身邊把我搖醒。",
    "保健室 笑顔 給水塔 非道 快楽 我侭 近道 思春期 容赦 世界 気怠 猫 憧憬 休館日 淫猥 怪物 口腔空 同化 圧力 感覚 別離 痛覚眩暈 子供 霧散 狂騒 性交 言葉 男 少女 さよならを教えて 天使 焦燥 関係 粘着質 羽 形而上 幽霊 屋上 薄紫 規範 妄想 屍体 女 無表情 残酷 迷走 陰核 夜 過去 驟雨 矢 憂苦 母親 機会 意図的 破瓜 斜陽 無防備 脳髄 自意識 忽然 不可能 輪郭 彼岸 絞 無念 緋色毛根 蠢 足早 脆弱 緩急 阿頼耶識 経緯 媚薬 ●2000 CRAFTWORK All rights 小水 焦点 符合脚立 抵抗 拒否反応 維持 消毒 昼 必死 勃起 蜜金網 触発 混沌 丁寧 記憶 漆黒 満足感 激怒 抗議汗 着席 対峙 奥底 好奇心 警告 曖昧 払拭 偶像 人形正反対 柔肌 後悔 磁力線 重心 出血 不変 障害役割 邪気 艶 窓際 凄絶 土埃 居心地 脊髄 射精 変貌 御法神 緊張 視界 吐息 瓶 細胞 苦痛 五官 断続的 証明 断片 逆撫 肉孔 孤独感 屹立 階段 最高潮 情事 性的衝動 違和感 構成 堕落 動悸 胸元 教師 妖艶 複雑子宮口 崩壊 硬直 整理 辟易 肉壷 発端 膨張 一抹長髪 警報 放物線 双眸 一筋 凶裂 突然 舌先 狭間 廊下 透過速度 秘肉 空虚 朦朧 天国 躊躇 煙草 錯覚 悲鳴 唯心的 収縮 刺激 黄金分割 幻覚 同等 慟哭 饒舌 望郷 下半身 肉塊 Ｗ indows●95/98/Ｍ e Only 恍惚 否定 白墨 時間 淫液 支配 網膜 七不思議 悲鳴 存在弔 問客 赤面 標本 無言 潤滑油 芳醇 自分 一瞥 凝視 液体 過信 雑木林 命運 陰鬱 神秘学 充実 無力感 果実 紅潮 神聖視 震動 無数 裸 花壇 懐疑 判断 舞台裏 悲傷 不意 免罪符 次元 谷間 消極的 筆跡 肉塊 恍惚 否定 白墨 時間 淫液 支配 居心地 脊髄 射精 変貌御 法神 緊張 視界 吐息 瓶 細胞 苦痛 五官 緋色 毛根蠢 足早 脆弱 緩急 阿頼耶識 経緯 媚薬 最高潮 情事 性的衝動 違和感 構成 堕落 動悸 胸元 教師 妖艶 矢 憂苦 母親 機会意図的 破瓜 斜陽 無防備 脳髄 充実 無力感 果実 紅潮 神聖視 震動 無数 裸 花壇 懐疑 天使 焦燥 関係 粘着質 羽形而上 幽霊 屋上 薄紫 規範 妄想 屍体 女 無表情残酷 迷走",
    "嗨（´・ω・｀）歡迎來到波本酒屋。這杯龍舌蘭是請你的，先喝了冷靜下來吧。嗯，「又是我」。不好意思。俗話說事不過三，我也不覺得道歉就能得到原諒。但是，我相信當你看到這則頁面的時候，你一定會感受到某種言語無法表達的，類似「雀躍」的東西。希望你在這動盪的亂世裡，不要忘了這種心情。帶著這樣的想法，我製作了這則頁面。那麼，你要點什麼呢。",
    "「願意聽別人說話的人並不多。每個人都只想說話，而說的話又不是什麼有內容的話。我也是其中之一。」",
    "「該說的話都已經被說過，但是因為沒人在聽，所以還得全都再說一遍。」",
    "會想求死，是因為滿是不安，會感到不安，是因為有所願，向世界，向自己所祈願的姿態顯得過於巨大，使得雙腳發抖，無法動彈，若是動起身來，就會無法保住自己的願望，你並不是想死，而是想以所願的姿態活著吧。願望是，非得要實現不可的嗎？",
    "紀子「矢吹你…不會覺得寂寞嗎？其他同齡的青年們帶著情人走遍高山藍海歌頌青春，你卻只是日覆一日關在滿是汗水、凡士林與松脂味的體育館裡，跳著跳繩、做柔軟體操、空揮練拳、敲擊沙包。提到有什麼比較亮麗鮮明的回憶，也只有處在眩目照明的，牢籠般的拳擊場中，散遍著香菸煙霧的鬥技場，丟出椅墊嘲諷的酒醉客人，像鬥雞與鬥犬般互毆至滿頭鮮血的生活…而且明明身高還有成長的可能性，卻要為了控制體重，不能盡情飲食，這實在太不堪、太悲慘了。要將這稱作青春，實在太昏暗了！」矢吹「我不太會說話…但我不是因為有所虧欠，或是欠下人情才在打著拳鬥的。因為我喜歡拳鬥，所以才走到了現在。也許這和小紀你講的歌頌青春有點不同，但我至今已在滿是鮮血的拳擊場上，嘗過了數次那種燃燒般的充實感…這和那種無法點燃、不完全燃燒的虛煙可不同了。雖然僅有短短的一瞬間，但它燃燒得可刺眼了。之後，只留下純白的灰燼…不留一絲未燃的餘燼…純白的灰。我在接觸拳鬥之前，從未嘗過這種充實感。你能瞭解嗎，小紀，我不是因為有所虧欠，或是欠下人情才在打著拳鬥的。因為我喜歡拳鬥，我喜歡這種發狂似地咬緊對方的充實感。」",
    "人們對電影的論述，實則只是對於電影的紀錄罷了，不僅無法釐清，也不能作為引用資料，在談論時也不可能當成參照文件提出，況且它不是與他人共享的體驗，而是個人性的經驗，這就是名為「觀看電影」的行為的真相。人是無法用話語表現自己所看見的東西的，「觀看的行為」和「使用話語去表現所看見的」兩者之間，實際上是沒有關聯的。觀看電影、觀賞完畢和談論所看的電影，以及談論觀看電影這回事，這些行為之間完全不存在任何共通點，不論是在一群人裡，或是同一個單獨個體，「同一部電影能夠提供給我們同樣的體驗」這種事情，只有在「電影是如同文章一樣的單一存在」這種幻想為前提時才有可能。那麼…能夠正確地談論電影的場所，如果真有這種地方存在，就只有正在放映的電影之中了",
    "說到虹色，也許很多人會聯想到的是「七色」，但在日本的傳統顏色裡，「虹色」指的是帶有些許黃色的，淡薄的紅色。以照片來說的話，虹色所指的並不是彩虹的本身，而是天空的顏色。為什麼這個顏色會被稱為虹色，說來有些不可思議。源由是「淡薄的紅色會因為光的反射，使得青色調或紫色調顯得更加強烈，呈現出各種不同的顏色，因而得名」。",
    "いつでも捜しているよ　どっかに君の姿を　カバンの中も 机の中も　探したけれど見つからないのに　それより僕と踊りませんか　朝が来るまで終わる事のないダンスを　踊ってない夜を知らない　踊ってない夜が気に入らない　君は知ってるかい？　踊らな死ぬ事を"
  ]
}
